[{
        "name": "2\" Quad",
        "index": 1,
        "id": "2-quad",
        "aka": "Quadruplex,\n2\" open reel ",
        "era": "1956–early 1980s",
        "format": "analog",
        "format2": "open reel",
        "developedBy": "Ampex",
        "manufacturers": "Ampex, RCA",
        "market": "Professional",
        "region": "North America",
        "capacity": "60 minutes",
        "size": "12\" reels",
        "color": "Color",
        "encoding": "Composite",
        "scanProcess": "transverse",
        "tapeType": "Oxide",
        "tapeWidth": "2\"",
        "hubType": "NAB",
        "bandwidth": "Super High Band",
        "fact1": "This format was the broadcast standard from its invention until the debut of 1\" Type C in 1976",
        "fact2": "This format was used by broadcast television companies to air a show at the same time on East and West US coasts",
        "fact3": "Most video formats used helical scanning, where video is scanned diagonally, but 2\" Quad is based on quadrature scanning, a method where 4 video heads scan video tape at a 90° angle",
        "vidipax": "The 2\" Quad format was the first successful videotape format. By 1956 the format was being used for television broadcasts. The machine used a headwheel with four heads, which gave it the name \"Quadraplex\" or \"Quad\". It rotated at 14,400 rpm or 240 times a second, scanning transversely across 2-inch-wide tape. In order to spin this fast, the headwheel was floated on air bearings using an air compressor. \"High band\" recorders were introduced in 1964 by Ampex, offering a greater frequency response and a better signal-to-noise ratio (SNR). This allowed several generations of duplications to be made without a discernible loss of quality. Super highband was introduced by Ampex and RCA in 1972. The 2\" Quad format was widely used within the industry into the 1980s."
    },
    {
        "name": "2\" Helical",
        "index": 2,
        "id": "2-helical",
        "aka": "2 inch helical VTR,\nVR-1500, VR-660",
        "era": "1961–1970s",
        "format": "analog",
        "format2": "open reel",
        "developedBy": "Ampex",
        "manufacturers": "Ampex",
        "market": "Educational, Industrial",
        "region": "North America",
        "capacity": "5 hours",
        "size": "6.5\", 8\", 10.5\",\n12.5\" reels",
        "color": "Color",
        "encoding": "Composite",
        "scanProcess": "Helical scan",
        "tapeType": "Oxide",
        "tapeWidth": "2\"",
        "hubType": "NAB",
        "bandwidth": "Low Band",
        "fact1": "This format was not suitable for broadcast use and the machine was too large and pricy for consumers, so this format was marketed to industrial and educational sectors",
        "fact2": "The VR-660 (the professional version of the 2\" helical scan deck) weighed 100 pounds, which was considered light in comparison with other video recorders from the same era",
        "fact3": "The 2\" tape runs at 3.7 inches per second",
        "fact4": "Changing the angle that the 4 heads \"the quad\" recorded and read information on the tape from a 90° angle to a much longer angle (think diagonal, like the hypoteneuse of a triangle) allowed for more information to be written on the tape in the same amount of space (needing less tape for the same length of content).\"(Michael Henry Grant)",
        "fact5": "VR-1500 was the consumer VTR model; VR-660 was the professional model",
        "vidipax": "The Ampex VR-1500 may well be the first consumer VTR. It appeared in the Christmas 1963 Neiman Marcus catalogue as part of a $30,000, 900-pound home entertainment center known as Signature V. The system included a 21\" color TV, TV tuner, turntable, reel-to-reel audiotape recorder, video camera and VTR. It had a timer to allow for television recordings of up to five hours of black-and-white video. The \"helical scan\" system wrapped the tape around the head drum at a slight angle as the tape was transported from reel to reel. Because the head-drum rotation speed is essentially independent of tape speed, the helical scan method allowed for a viewable picture at pause, slow motion, fast motion or even reverse motion. This was not possible with the Quad machines because an entire field of video is not scanned by one complete pass of the video heads."
    },
    {
        "name": "1\" Type A",
        "index": 3,
        "id": "type-a",
        "aka": "SMPTE Type A,\nA-Format",
        "era": "1965–1970s",
        "format": "analog",
        "format2": "open reel",
        "developedBy": "Ampex",
        "market": "Educational, Industrial",
        "region": "North America",
        "capacity": "1 hour",
        "size": "Up to 12\" reels",
        "color": "Color",
        "encoding": "-",
        "tapeType": "Oxide",
        "tapeWidth": "1\"",
        "hubType": "NAB",
        "bandwidth": "Low Band",
        "fact1": "This format was used by the White House Communications Agency from 1966 to 1969",
        "fact2": "1\" Type A, Type B, and Type C are not compatible with each other",
        "fact3": "This format was not used for broadcast television because it did not meet Federal Communications Commission (FCC) specifications for broadcast videotape formats",
        "vidipax": "The first helical-scan standard was based on the Ampex 1-inch format and was the first workhorse format for the educational and industrial markets. When Ampex introduced this format in 1965, SMPTE did not have any designated letter formats. SMPTE only had a Standards document for 2\" Quad. With the Sony BVH-1000, it formed the basis of the SMPTE Type C standard. The original 1\" format was then designated as Type A. High friction on the scanner, a flimsy base for the motor and an unusual capstan made machine interchange a problem. A joke amongst Ampex engineers was that there were 30,000 \"Type A\" formats since that's how many machines had been sold."
    },
    {
        "name": "1/2\" CV",
        "index": 4,
        "id": "half-inch-cv",
        "aka": "skip field",
        "era": "1965–",
        "format": "analog",
        "format2": "open reel",
        "developedBy": "Sony",
        "market": "Educational, Industrial",
        "region": "North America",
        "capacity": "Small: 30 minutes\nLarge: 1 hour",
        "size": "5\" & 7\" reels",
        "color": "Black&White",
        "encoding": "-",
        "tapeType": "Oxide",
        "tapeWidth": "1/2\"",
        "hubType": "NAB",
        "bandwidth": "Low Band",
        "fact1": "This format introduced the first portable recording device, the Porta-Pak",
        "fact2": "This format was much cheaper and smaller than previous open reel formats, and was the first format to target the non-professional and home use markets",
        "fact3": "This format was also known as \"skip field\" because it recorded one field of video and repeated it twice during playback",
        "fact4": "CV tape speed is 19.05cm/s (7.5ips).",
        "vidipax": "CV was one of the first affordable videotape recorders for consumers. The CV (Consumer Video/Commercial Video) format used 1/2\"tape on a two-head, alpha-wrap helical-scan system using a skip-field method. At the time, it was extremely difficult to produce precisely matched video recording heads. Matched heads were more important in record than playback. In skip-field recording, only one head actually records. During playback, the record head plays the track once while the second head is offset so that it reads the same track again. All of the CV-format VTRs were interchange-compatible among each other until the introduction of the EIAJ industry-standard-format AV series in the early 1970s."
    },
    {
        "name": "1\" IVC",
        "index": 5,
        "id": "1-ivc",
        "aka": "IVC 700, IVC 800,\nIVC 900",
        "era": "1967–late 1980s",
        "format": "analog",
        "format2": "open reel",
        "developedBy": "International Video\nCorporation",
        "market": "Educational, Industrial, Professional",
        "region": "Europe, United Kingdom",
        "capacity": "60 minutes",
        "size": "8\" reels",
        "color": "Color",
        "encoding": "Composite",
        "tapeType": "Oxide",
        "tapeWidth": "1\"",
        "hubType": "NAB",
        "bandwidth": "High Band",
        "fact1": "IVC (UK Ltd.) won a Royal Television Society award in 1984 for outstanding new product of the year and a Queen's Award for Technology in 1985",
        "fact2": "These 1\" tapes were produced by the International Video Corporation and came in a few different formats: 700, 800, 900, with the 800 series being the most popular; IVC also produced a 2\" tape system, the IVC model 9000 VTR",
        "fact3": "This format was largely marketed in the United States and United Kingdom",
        "vidipax": "The 1\" IVC-700/800/900 were 1-inch helical-scan alpha-wrap recorders that were considered the state of the art at the time. The tape speed was 6.9 ips, giving a one-hour playing time on an 8-inch reel. The 900 series could accommodate reels of up to 12 inches, giving a playing time in excess of three hours."
    },
    {
        "name": "1/4\" Akai",
        "index": 6,
        "id": "quarter-akai",
        "aka": "1/4\" video,\n1/4\" open reel",
        "era": "1967–late 1970s",
        "format": "analog",
        "format2": "open reel",
        "developedBy": "Akai",
        "market": "Consumer, Educational, Industrial",
        "capacity": "30 minutes",
        "size": "5\" reels",
        "color": "Color",
        "encoding": "Component (Color Under)",
        "tapeType": "Oxide",
        "tapeWidth": "0.25\"",
        "hubType": "Spindle",
        "bandwidth": "Low Band",
        "fact1": "This format was initially only available in black-and-white, with color being introduced in 1974; color tapes were not backwards-compatible due to the systems running at different speeds",
        "fact2": "This format was typically stored on 5\" reels but larger 10.5\" reels were later introduced",
        "fact3": "This format was marketed for consumer use, intended for recording home movies",
        "vidipax": "The open-reel Akai recorded up to 20 minutes of black-and-white or color video using the most lightweight portapack of its era. Although it was possible to record pictures using normal audiotape, the quality was much reduced and the rough surface of the tape would wear the drum down on the machines more quickly than the special quarter-inch videotape offered by Akai."
    },
    {
        "name": "Shibaden 1/2\"",
        "index": 7,
        "id": "shibaden-half",
        "aka": "1/2\" open reel",
        "era": "1968–early 1970s",
        "format": "analog",
        "format2": "open reel",
        "developedBy": "Shibaden",
        "manufacturers": "Shibaden",
        "region": "Japan",
        "capacity": "5\": 30 minutes\n7\": 60 minutes",
        "size": "5\" & 7\" reels",
        "fact1": "This format was also marketed under Apeco Teletape, Bell & Howell,  and a similar format by  Bang & Olfson",
        "fact2": "Shibaden is a  combined name  from two Japanese  manufacturers:  Shiba Electric  and Denshi. ",
        "fact3": "This format was  a short-lived  predecessor to  the EIAJ-1 format  and is not compatible (even  though reels  look identical)"
    },
    {
        "name": "EIAJ-1",
        "index": 8,
        "id": "eiaj-1",
        "aka": "1/2\" open reel, 1/2\" EIAJ Type 1, 1/2\" AV",
        "era": "1969–early 1980s (1967?)",
        "format": "analog",
        "format2": "open reel",
        "developedBy": "Electronic Industries Association of Japan",
        "manufacturers": "Sony, Panasonic, ?",
        "market": "Educational, Industrial",
        "region": "North America",
        "capacity": "60 minutes",
        "size": "5\" & 7\" reels",
        "color": "Color",
        "encoding": "Component (Color Under)",
        "tapeType": "Oxide",
        "tapeWidth": "1/2\"",
        "hubType": "Spindle",
        "bandwidth": "Low Band",
        "fact1": "This format was initially only in black-and-white, but color versions were developed later on",
        "fact2": "Despite originating with the 1/2\" CV, this format became associated with the portable recording device (known as the PortaPak), which gave birth to the age of electronic news gathering",
        "fact3": "This format's success can be attributed to it having been developed as a shared, non- proprietary standardized format that could be developed and manufactured by different companies",
        "fact4": "This format gave birth to the age of electronic news gathering (ENG). Prior to the use of this man-on-the-street recording device television stations used film cameras to record events outside of the studio, which required film developing time.",
        "vidipax": "EIAJ was the format that Japanese firms marketing 1/2\" VTRs agreed on as a standard format in 1969. The system was named for the Japanese standards group (Electronics Industries Association of Japan). Up until this time there was little or no interchangeability among the manufacturers offering VTRs. The EIAJ-1 low-band specifications (monochrome and color) simplified the exchange of tapes and standardized all the machines. EIAJ machines remained in place pretty much until the demise of open reel-to-reel tape. The format is also referred to 1/2\" AV (Audio Visual)."
    },
    {
        "name": "3/4\" U-matic",
        "index": 9,
        "id": "umatic",
        "aka": "3/4\", three-quarter ",
        "era": "1971–1990s",
        "format": "analog",
        "format2": "Cassette",
        "developedBy": "Sony",
        "manufacturers": "Sony, JVC, Panasconic, NEC, ?",
        "market": "Educational, Industrial",
        "region": "North America",
        "capacity": "Small: 20 minutes\nStandard: 60 minutes",
        "size": "Small (S): 18.4 × 12.2 × 3.2 cm\nStandard (SP): 22.1 × 14.0 × 3.2 cm",
        "color": "Color",
        "encoding": "Component (Color Under)",
        "tapeType": "Oxide",
        "tapeWidth": "3/4\"",
        "hubType": "Cassette",
        "bandwidth": "Low Band",
        "fact1": "This format was named after the letter U, because the course of the tape running through a playback device is shaped like the letter U",
        "fact2": "While this format was primarily used to store analog video, it was also used for the storage of digital audio data",
        "fact3": "All tapes have a round red button on the back that can be removed to prevent accidental recording",
        "fact4": "The first format in a cassette.",
        "fact5": "Many early U-matics do not say U-matic on them.",
        "vidipax": "U-matic, Sony's name for the format, became one of the most successful formats of all time. The cassette mechanism enabled it eventually to be easily used for news acquisition, which until that time had primarily been gathered on 16mm film. As the name suggests, U-type video recorders thread the tape in a \"U\" pattern around the head drum. It plays at a tape-transport speed of 3.75 ips and initially had a 240-line resolution but increased as more development was undertaken."
    },
    {
        "name": "Cartrivision",
        "index": 10,
        "id": "cartrivision",
        "aka": "(None)",
        "era": "1972–1973",
        "format": "analog",
        "format2": "Cart",
        "developedBy": "Avco",
        "manufacturers": "Cartrivision",
        "market": "Consumer",
        "capacity": "114 minutes",
        "size": "18 × 17 × 3.8 cm",
        "color": "Color",
        "encoding": "Component (Color Under)",
        "scanProcess": "skip-field",
        "tapeType": "Oxide",
        "tapeWidth": "1/2\"",
        "hubType": "Cartridge",
        "bandwidth": "Low Band",
        "fact1": "This format was on the market for only one year, from June 1972 to July 1973, before manufacturing ceased due to low sales",
        "fact2": "The first model of a Cartrivision -equipped TV set sold for (US) $1,350",
        "fact3": "Red cassettes, meant for video rentals, could not be rewound by a home machine",
        "vidipax": "Unsuccessful but somewhat ahead of its time, Cartrivision was the first simple consumer video recording and playback system to hit the market. Two reels of tape were stacked on top of each other in a cassette the size of a hardcover book. The system used a skip-field recording . Special cassettes were made for rental that could be watched only once because they were designed not to rewind in home machines."
    },
    {
        "name": "Video Cassette Recording",
        "index": 11,
        "id": "vcr",
        "aka": "VCR, VCR-LP, \nSuper Video (SVR),\nN1500/N1700 ",
        "era": "1972–1977",
        "format": "analog",
        "format2": "Tape",
        "developedBy": "Philips",
        "market": "Consumer",
        "capacity": "VCR: 60 minutes\nVCR-LP: 145 minutes\nSVC: 240 minutes",
        "size": "12.7 × 14.5 × 3.8 cm",
        "fact1": "This was the first successful consumer-level home videocassette recorder system",
        "fact2": "This format was marketed only in the U.K., Europe, Australia & South Africa",
        "fact3": "This format introduced many features adopted by later videotape format decks such as its control buttons style, clock with timer, and a built-in tuner"
    },
    {
        "name": "Betamax",
        "index": 12,
        "id": "betamax",
        "aka": "Beta, βeta",
        "era": "1975–late 1980s",
        "format": "analog",
        "format2": "Cassette",
        "developedBy": "Sony",
        "manufacturers": "Sony, Sanyo, Toshiba, Pioneer, Murphy, Aiwa, NEC, Zenith Electronics, WEGA, Sears, Quelle, RadioShack",
        "market": "Consumer, Educational, Industrial",
        "region": "North America",
        "capacity": "BI: 90 minutes\nBII: 200 minutes\nBIII: 5 hours",
        "size": "15.6 × 9.6 × 2.5 cm",
        "color": "Color",
        "encoding": "Component (Color Under)",
        "tapeType": "Oxide",
        "tapeWidth": "1/2\"",
        "hubType": "Cassette",
        "bandwidth": "High Band",
        "fact1": "This was the central format in a U.S. Supreme Court case that determined home videotaping of television and movies was legal, ruling against film industry corporations",
        "fact2": "This format famously \"lost\" the consumer market to VHS, a more open and cheaper format that debuted with longer initial storage capacity (120 versus 60 minutes)",
        "fact3": "The format was named after the shape of the lowercase Greek letter beta (β) because it resembles the course of the tape running through a playback device",
        "vidipax": "This was the first successful consumer videocassette. The record/play time was initially one hour but later increased to over five hours. Betamax HB raised the video frequency from a peak white of 4.8 MHz in regular Betamax to 5.6 MHz. Super Highand Beta increased the frequency even higher, to 6 MHz. A hit at first, Betamax later failed in the market place against the JVC/Matsushita VHS format."
    },
    {
        "name": "1\" Type B",
        "index": 13,
        "id": "type-b",
        "aka": "B-Format",
        "era": "1975–1980s",
        "format": "analog",
        "format2": "Reel",
        "developedBy": "Bosch",
        "manufacturers": "Bosch",
        "market": "Educational, Industrial, Professional",
        "region": "Europe, United Kingdom",
        "capacity": "2 hours",
        "size": "Up to 10.5\" reels",
        "color": "Color",
        "encoding": "Composite",
        "tapeType": "Oxide",
        "tapeWidth": "1\"",
        "hubType": "NAB",
        "bandwidth": "High Band",
        "fact1": "This format began to replace 2\" Quad and 1\" Type A, but it was later largely replaced by 1\" Type C for use in broadcast television",
        "fact2": "This format segments each field to 5 (NTSC) or 6 (PAL) helical scan tracks per field, instead of recording one field per track",
        "fact3": "This format can be distinguished from the other 1\" types by the way the tape wound, with the oxide facing out instead of in; Type C tape would face in and Type A could be either if created before 1975",
        "vidipax": "This format was very popular in Europe. Similar to the Type C format, it uses a segmented helical scan on a small-diameter drum. It operates at a recording or playback speed of 9.65 ips. Each video head pass records 52 lines of video information and is therefore defined as a segmented VTR and cannot offer still-frame or slow motion capabilities."
    },
    {
        "name": "1\" Type C",
        "index": 14,
        "id": "type-c",
        "aka": "(None)",
        "era": "1976–1990s",
        "format": "analog",
        "format2": "Reel",
        "developedBy": "Ampex & Sony",
        "manufacturers": "Ampex, Sony, Hitachi, RCA, NEC",
        "market": "Professional",
        "capacity": "Generation 1: 1 hour  Generation 2: 2 hours",
        "size": "12\" reels",
        "color": "Color",
        "encoding": "Composite",
        "tapeType": "Oxide",
        "tapeWidth": "1\"",
        "hubType": "NAB",
        "bandwidth": "High Band",
        "fact1": "The most common size for this format was 12\" reels, but smaller reels were produced for delivering shorter content",
        "fact2": "This format was capable of \"trick-play\" functions such as still frames, shuttle, and slow motion variable-speed playback",
        "fact3": "Recording devices were able to capture single frames, which made this format popular to use during the development of early computer animation",
        "fact4": "In this format, the entire  composite video signal  is recorded and played  back as is, without  being split into  separate components ",
        "fact5": "Used heterodyne and direct color processing.",
        "vidipax": "In 1978, Ampex and Sony both had 1-inch open-reel helical-scan machines that were similar but not compatible. Under SMPTE auspices, Ampex and Sony agreed to a standard 1-inch professional helical format called Type C (standing for \"compromise\"). Both manufacturers had to modify slightly their original designs to create a common format. The 1\" Type C displaced the Quadruplex recorders from all high-end broadcast applications during the 1980s. Unlike the 2\" Quad and 1\" Type B, it offered many features that we now take for granted, such as viewable still frame, slow and fast motion, and picture shuttle. The machine used a full wrap of videotape around the video head assembly and two video record/playback heads inside the assembly. Only one head is used to record and playback the visible part of the picture. The other optional head is used to record sync information."
    },
    {
        "name": "VHS",
        "index": 15,
        "id": "vhs",
        "aka": "Video Home\nSystem",
        "era": "1976–2000s",
        "format": "analog",
        "format2": "Tape",
        "developedBy": "JVC",
        "manufacturers": "JVC & more",
        "market": "Consumer",
        "region": "Global",
        "capacity": "VHS-C: 30 minutes\nStandard Play (SP): 2 hours\nLong Play (LP): 4 hours\nExtended Play (EP): 6 hours\nSuper Long Play (SLP): 6 hours",
        "size": "18.7 × 10.2 × 2.5 cm",
        "color": "Color",
        "encoding": "Component (Color Under)",
        "tapeType": "Oxide",
        "tapeWidth": "1/2\"",
        "hubType": "Cassette",
        "bandwidth": "Low Band",
        "fact1": "Development of this format was initially canceled in 1972, but engineers continued to work on it in secret until they had a successful working prototype in 1973",
        "fact2": "A smaller variant of VHS, VHS-C, was introduced in 1982 for use in camcorders; these tapes could be played in standard VHS machines with an adapter",
        "fact3": "This format was developed with the following goals: be compatible with any television, be compatible across all manufacturers, have the ability to be customized and expanded, be inexpensive to purchase and repair, and have parts that can be easily replaced and maintained",
        "fact4": "The introduction of the S-Video cable, with it's funky face configuration, split the video into two signals for better quality: The luminance (the B&W) is separated from the chrominance (the color).",
        "fact5": "VHS-C had its own market, specifically for camcorder use (compared to VHS being mostly for VCR recording or commercially-released titles).",
        "vidipax": "The most successful of all the home video formats, it was introduced as a competitor to Betamax. Its success was due primarily to its initial advantage over Betamax of having a two-hour playing time \"essential for prerecording movies\" and the coup of getting the number-one consumer-electronics brand, RCA, to market it. Although VHS quality has improved significantly since its introduction, it leaves a lot to be desired when it comes to professional applications."
    },
    {
        "name": "V-Cord II",
        "index": 16,
        "id": "vcord-ii",
        "aka": "(None)",
        "era": "1976–1977",
        "format": "analog",
        "format2": "Tape",
        "developedBy": "Sanyo",
        "market": "Consumer",
        "capacity": "2 hours",
        "size": "11 × 15.7 × 2.5 cm",
        "color": "Color",
        "encoding": "Component (Color Under)",
        "tapeType": "Oxide",
        "tapeWidth": "1/2\"",
        "hubType": "Cartridge",
        "bandwidth": "Low Band",
        "fact1": "These machines were the first consumer playback devices to offer two recording speeds: standard mode (STD), and a long-play mode (LP)",
        "fact2": "Although the V-Cord II was based on V-Cord, which debuted in 1974, this sequel was too late to market in competition with Betamax and VHS; V-Cord manufacturers Sanyo and Toshiba later switched to producing Betamax",
        "fact3": "The original V-Cord cassette could record up to 60 minutes of black-and- white video and the V-Cord II could record up to 120 minutes in color",
        "vidipax": "The V-Cord II was the first consumer machine to offer two recording speeds, freeze-frame and slow motion. It could record up to two hours in color on a tape that cost $35. The V-Cord I stored 20 minutes of black-and-white video. The V-Cords failed because of mechanical unreliability and lack of interest from other manufacturers."
    },
    {
        "name": "LaserDisc",
        "index": 17,
        "id": "laserdisc",
        "aka": "LD, MCA DiscoVision",
        "era": "1978–2001",
        "format": "analog",
        "format2": "Disc",
        "developedBy": "Philips, MCA Inc.,\nPioneer Corporation",
        "market": "Consumer",
        "region": "Japan",
        "capacity": "1 hour\n(per side)",
        "size": "12\" discs",
        "scanProcess": "Helical scan",
        "fact1": "This format had moderate success in North America and Europe and found much more success in Japan and Southeast Asia",
        "fact2": "While this format's video is stored as component analog video signals, the audio can be stored as either analog or digital",
        "fact3": "LaserDiscs are typically 12\", but 8\" discs were also produced; 5\" CD Video discs could carry up to 20 minutes of audio and video",
        "fact4": "...for both commercially released videos with additional features (Criterion was a big adopter) as well as the karaoke market. Many laserdisc players can also play minidiscs, CDs, and DVDs, making it one of the few players able to play both video and audio-only formats.",
        "fact5": "Typically component video (split into three cables), not composite. Laserdisc players were for many consumers the first video players to have three RCA cables running the video signal to the TV."
    },
    {
        "name": "Video2000",
        "index": 18,
        "id": "video2000",
        "aka": "Video Compact Cassette, V2000",
        "era": "1979–1988 ",
        "format": "analog",
        "format2": "Cart",
        "developedBy": "Philips and Grundig",
        "market": "Consumer, Educational, Industrial",
        "capacity": "8 hours\n(per side)",
        "size": "10.8 × 7.2 × 2.1 cm",
        "color": "Color",
        "encoding": "Component (Color Under)",
        "tapeType": "Oxide",
        "tapeWidth": "1/2\"",
        "hubType": "Cartridge",
        "bandwidth": "Low Band",
        "fact1": "This format failed to gain commercial success due to competition with VHS & Betamax, the struggle to standardize players and tapes between companies, and higher cost",
        "fact2": "This format could play video in either direction and at any speed",
        "fact3": "This format could be turned over (like audio cassette tapes) to play the tape on both sides",
        "vidipax": "A popular consumer format in Europe, the Video 2000 machine allowed users to turn the tape over and play both sides, for a recording time of up to eight hours. The machine used a system of automatic tracking: its Dynamic Track Following system, ensuring that the tracking was always 100% perfect, even on still pause and picture-search modes. It achieved this by having the video heads mounted on piezoelectric actuators that followed the tracks as they were scanned. There was a second generation of Video 2000 machines before the format was discontinued, including a portable battery-operated machine that was considerably smaller and lighter."
    },
    {
        "name": "CED",
        "index": 19,
        "id": "ced",
        "aka": "Capacitance Electronic \nDisc, SelectaVision",
        "era": "1981–1986",
        "format": "analog",
        "format2": "Tape",
        "developedBy": "RCA",
        "manufacturers": "RCA",
        "market": "Consumer",
        "capacity": "1 hour\n(per side)",
        "size": "12\" encased discs",
        "fact1": "This format used a special stylus and high-density groove system similar to audio phonograph records; the discs were stored in a caddy from which the disc would be extracted by the playback device",
        "fact2": "This format was cheaper to produce, both the player and discs, than the leading home video product at the time (VHS), but the discs would wear down more rapidly with repeat playback",
        "fact3": "Although originally designed in 1964, this format did not make it to market until 1981, where it was already obsolete compared to the VHS, BetaMax, and LaserDisc"
    },
    {
        "name": "Betacam",
        "index": 20,
        "id": "betacam",
        "aka": "Beta, Betacam SP",
        "era": "1982–2006",
        "format": "analog",
        "format2": "Cassette",
        "developedBy": "Sony",
        "manufacturers": "Sony",
        "market": "Industry/Education, Professional",
        "region": "North America",
        "capacity": "Short: 63 minutes\nLong: 194 minutes",
        "size": "Short: 15.6 × 9.6 × 2.5 cm \nLong: 25.4 × 14.5 × 2.5 cm",
        "color": "Color",
        "encoding": "Component",
        "tapeType": "Oxide",
        "tapeWidth": "1/2\"",
        "hubType": "Cassette",
        "bandwidth": "N/A",
        "fact1": "This format is a higher- quality successor of Betamax intended for professional broadcast use instead of home consumer use; unlike Betamax, it became the dominant broadcast format of its era & market",
        "fact2": "A blank Betamax tape can work on a Betacam deck and a Betacam tape can be used to record in a Betamax deck (although this practice is not recommended)",
        "fact3": "Betacam came in several different formats; they all use the same cassette sizes but had different shell colors",
        "fact4": "\"Short\" Betacam SP tapes can be recorded in extended play in an ED-Beta camcorder, quadrupling the length of content, but reducing its quality significantly.",
        "fact5": "Only the \"short\" cassette could fit in a camcorder. The \"long\" cassette was recorded onto only in the studio.",
        "fact6": "Betamax and Betacam tapes can be recorded onto using either format's deck (to create poorer quality Betamax or higher quality Betacam recordings), but Betamax tapes may squeal in a Betacam deck due to the faster recording speed.",
        "resourcesreferences": "Designed to supplant 1\" Type C",
        "vidipax": "Betacam was developed as another component-recording professional format, again designed to be able to use consumer cassettes, this time of the fairly popular Betamax format. It became the basis of a wide range of Sony professional video recording formats: Betacam SP, Digital Betacam, Betacam SX, MPEG IMX, and even HDCAM, all of which include at least one model that will play back 1982 Betacam tapes."
    },
    {
        "name": "Video8",
        "index": 21,
        "id": "video8",
        "aka": "8mm",
        "era": "1985–2000s",
        "format": "analog",
        "format2": "Cassette",
        "developedBy": "Kodak & Sony",
        "manufacturers": "Sony, Kodak, more",
        "market": "Consumer",
        "region": "Japan, North America",
        "capacity": "2 hours",
        "size": "9.5 × 6.2 × 1.5 cm",
        "color": "Color",
        "encoding": "Color Under",
        "tapeType": "Metal Particle",
        "tapeWidth": "0.315\"",
        "hubType": "Cassette",
        "bandwidth": "Low Band",
        "fact1": "This format was initially launched by Kodak but Sony ended up dominating the market with its Handycam camcorder line",
        "fact2": "This format was the first 8mm video tape format; its later predecessors were  Hi8 and Digital8",
        "fact3": "This format's appeal was around its smaller size, which made for much lighter camcorders than VHS or Betamax",
        "fact4": "Fun fact about all 8mm: there was no separate linear audio track; it all AFM, recorded in the video signal, from the jump",
        "vidipax": "The 8mm name attempted to cash in on the popular home movie film used by consumers over the previous 40 years. With improved tape manufacture it became possible to pack more information onto the same tape width. The smallest tape introduced up until this time, it was the first format to use metal-particle tape, and produced a horizontal resolution of 240 lines. The single unit \"camcorders\", a lightweight camera and VTR, soon became the preferred method for home recording."
    },
    {
        "name": "D-1",
        "index": 22,
        "id": "d1",
        "aka": "4:2:2 Component Digital",
        "era": "1986–1990s",
        "format": "digital",
        "format2": "Tape",
        "developedBy": "Sony",
        "manufacturers": "Sony, BTS",
        "market": "Professional",
        "capacity": "94 minutes",
        "size": "36.5 × 20.3 × 3.2 cm",
        "color": "Color",
        "encoding": "D 4:2:2",
        "tapeType": "Oxide",
        "tapeWidth": "0.75\"",
        "hubType": "Cassette",
        "bandwidth": "720H",
        "fact1": "This format was the first major professional digital video tape recording system",
        "fact2": "This format used component video (where video signals move through 3 separate cables), as opposed to the more common composite video (where the video signals are sent as one signal)",
        "fact3": "This was the format of choice for animation studios",
        "fact4": "This was the first format  to store encoded YCbCr  4:2:2, a standard that still  influences uncompressed  video storage",
        "fact6": "Definitely. Most of us don't work with the D-1, D-2, D-3 family, but that's where a lot of the integration with mainframe computers, software, and retrieval systems started getting serious.",
        "vidipax": "D-1 was the first practical component digital format for commercial use. Although designed for broadcast use, it received little acceptance there, but was welcomed in graphics production. Multiple generations were now possible at broadcast quality with little picture degradation. Since the machine and tape were very expensive, the format was mainly used in high-end postproduction facilities that incorporate special effects with multiple layering of the video signal. Its high chrominance bandwidth allows for excellent chroma keying."
    },
    {
        "name": "MII",
        "index": 23,
        "id": "mii",
        "aka": "M2",
        "era": "1986–1990s",
        "format": "analog",
        "format2": "Cassette",
        "developedBy": "Panasonic",
        "manufacturers": "Panasonic, JVC",
        "market": "Industry/Education, Professional",
        "capacity": "Small: 20 minutes\nStandard: 90 minutes",
        "size": "Small: 13 × 8.7 × 2.5 cm\nStandard: 18.7 × 10.6 × 2.5 cm ",
        "color": "Color",
        "encoding": "Component",
        "tapeType": "Metal Particle",
        "tapeWidth": "0.5\"",
        "hubType": "Cassette",
        "bandwidth": "N/A",
        "fact1": "This format was an enhanced version of its predecessor, the failed M format; while the cassettes were similar, they used different magnetic tape formulas and signal processing methods",
        "fact2": "This format was developed to compete with Sony's Betacam SP format; while it gained some popularity, it largely lost out due to lack of reliable, affordable repair support",
        "fact3": "The M and MII formats, like the U in U-matic and the B in Beta, were named after the M-shape of the tape threading through a playback device (and VHS used this same technique)",
        "vidipax": "M-II was introduced as a major upgrade of the M format, using metal-particle tape. Although used extensively at NBC and NHK, it never received a great deal of acceptance in the professional video industry due to the broad acceptance of the Betacam family of formats. The recording technique is similar to Betacam SP but uses some enhancements that compensate for the lower tape speed."
    },
    {
        "name": "Pixelvision",
        "index": 24,
        "id": "pixelvision",
        "aka": "PXL2000, Sanwa Sanpix1000,\nKiddieCorder, Georgia",
        "era": "1987–1990s",
        "format": "analog",
        "format2": "Tape",
        "developedBy": "Fisher-Price",
        "manufacturers": "Fisher-Price",
        "market": "Consumer",
        "region": "North America",
        "capacity": "11 minutes",
        "size": "10 × 6.3 × 1.3 cm",
        "color": "Black & White",
        "fact1": "These camcorders recorded low resolution audio and video onto standard music audio cassettes",
        "fact2": "This format was sold as a toy camcorder produced by Fisher-Price in 1987; it was on the market for only one year with about 400,000 units produced in total",
        "fact3": "This format records the video track information on the left channel of the audio cassette and the audio track is stored on the right",
        "fact4": "Popular usage among video artists"
    },
    {
        "name": "D-2",
        "index": 25,
        "id": "d2",
        "aka": "(None)",
        "era": "1988–2000s",
        "format": "digital",
        "format2": "Tape",
        "developedBy": "Ampex & Sony",
        "manufacturers": "Ampex, Sony, Hitachi",
        "market": "Professional",
        "capacity": "Small: 32 minutes Medium: 94 minutes Large: 208 minutes",
        "size": "Small: 17.2 × 10.9 × 3.3 cm\nMedium: 24.5 × 15 × 3.3 cm\nLarge: 36.6 × 20.6 × 3.3 cm",
        "color": "Color",
        "encoding": "4fsc",
        "tapeType": "Metal Particle",
        "tapeWidth": "0.75\"",
        "hubType": "Cassette",
        "bandwidth": "N/A",
        "fact1": "Ampex was awarded a technical Emmy in 1989 for the work on creating this format",
        "fact2": "While its predecessor, D1, used component video, D2 (and its successor, D3) used digital composite",
        "fact3": "D2 machines are capable of using either serial digital video or analog video connectors",
        "vidipax": "D-2 is a digital composite format and was very successful at the time of its introduction. Some broadcasters used it as a direct replacement for 1\". The tapes are the same size as D-1, with cassettes that hold up to as much as 180 minutes of tape. Advances and expectations for component-based advanced television pretty much ended the interest in D-2 or anything else composite."
    },
    {
        "name": "Hi8",
        "index": 26,
        "id": "hi8",
        "aka": "8mm, high-band Video8",
        "era": "1989–2007",
        "format": "analog",
        "format2": "Cassette",
        "developedBy": "Sony",
        "manufacturers": "Sony & more",
        "market": "Industry/Education, Consumer",
        "capacity": "2 hours",
        "size": "9.5 × 6.2 × 1.5 cm",
        "color": "Color",
        "encoding": "Color Under",
        "tapeType": "Evaporated Metal, Metal Particle",
        "tapeWidth": "0.315\"",
        "hubType": "Cassette",
        "bandwidth": "High Band",
        "fact1": "The format was developed as an improvement to Video8, with greater bandwidth for the brightness levels, but no increase to color resolution",
        "fact2": "Hi8 decks are typically backwards compatible, which means they can also play the older Video8 format",
        "fact3": "Some professional Hi8 equipment could store additional digital stereo PCM sound on a special reserved track",
        "vidipax": "Hi8 is a much improved, highband version of Video8 (8mm video). The peak-white frequency moved from 5.4 to 7.7 MHz. The deviation moved from 1.2 to 2 MHz (making it incompatible with Video8) It produced a horizontal resolution of over 400 lines and had an optional second AFM track for stereo sound."
    },
    {
        "name": "D-3",
        "index": 27,
        "id": "d3",
        "aka": "1/2\" Digital",
        "era": "1991–2000s",
        "format": "digital",
        "format2": "Cassette",
        "developedBy": "NHK",
        "manufacturers": "Panasonic",
        "market": "Professional",
        "capacity": "Small: 50 minutes\nMedium: 126 minutes\nLarge: 248 minutes",
        "size": "Small: 16.1 × 9.6 × 2.5 cm\nMedium: 21.2 × 12.4 × 2.5 cm\nLarge: 29.6 × 16.7 × 2.5 cm",
        "color": "Color",
        "encoding": "4fsc",
        "tapeType": "Metal Particle",
        "tapeWidth": "0.5\"",
        "hubType": "Cassette",
        "bandwidth": "N/A",
        "fact1": "The technology behind this format was developed by the NHK and commercially distributed by Panasonic",
        "fact2": "This format was chosen as the archival digital video tape of choice for the British Broadcasting Corporation (BBC) in 1998",
        "fact3": "D3 used the same technology as D2 but in a smaller cassette; this format offered the only lossless digital tape camcorders available on the market",
        "vidipax": "Introduced as Panasonicís answer to Ampex's and Sony's D-2, the D-3 was promoted as a low-cost digital alternative. It is a composite digital format that uses *\" tape, in a cassette only slightly larger than VHS. The D-3 achieved more than twice the recording capacity of the composite D-2 format. The size offered the unique advantage of smaller portable equipment, as well as lower costs."
    },
    {
        "name": "Digital Betacam",
        "index": 28,
        "id": "digital-betacam",
        "aka": "Digibeta",
        "era": "1993–2016",
        "format": "digital",
        "format2": "Cassette",
        "developedBy": "Sony",
        "manufacturers": "Sony",
        "market": "Professional",
        "capacity": "Small: 40 minutes\nLarge: 124 minutes",
        "size": "Small: 15.6 cm × 9.6 cm × 2.5 cm\nLarge: 25.4 cm × 14.5 cm × 2.5 cm",
        "color": "Color",
        "encoding": "Compressed 4:2:2",
        "tapeType": "Metal Particle",
        "tapeWidth": "0.75\"",
        "hubType": "Cassette",
        "bandwidth": "720H",
        "fact1": "This format was in competition with the D-1 format, but was significantly cheaper",
        "fact2": "Digital Betacam decks included SDI coaxial digital connections, which allowed digital signals to be sent on existing coaxial wiring",
        "fact3": "These cases are usually blue and the tapes are various colors based on producer: Ampex (baby blue), Fuji (sea blue), and Sony (gray)",
        "fact4": "Look for an \"A\" in the deck model. If you find one, you've got a backwards-compatible deck, which has both analog and digital \"heads\" for playing both Betacam SP (analog) and Digital Betacam (digital) tapes.",
        "vidipax": "Digital Betacam is the digital successor to Betacam and is considered to have almost the same quality as D-1 at half the cost and size. Digital Betacam uses mild data compression (2:1) to record color video, and was the first component digital ENG (electronic news gathering) format to use camcorders with a 40-minute record capacity. Some Digital Betacam machines can play Betacam SP tapes."
    },
    {
        "name": "VCD",
        "index": 29,
        "id": "vcd",
        "aka": "Video CD, Compact\nDisc Digital Video",
        "era": "1993–2000s",
        "format": "digital",
        "format2": "Disc",
        "developedBy": "Philips, Sony,\nPanasonic, JVC",
        "manufacturers": "Philips, Sony,\nPanasonic, JVC",
        "market": "Consumer",
        "region": "China, Japan, Southeast Asia",
        "capacity": "74 minutes",
        "size": "4.7\" discs",
        "fact1": "This format can be played in dedicated players as well as most DVD players, personal computers and some video game consoles",
        "fact2": "The picture quality of this format was developed to be comparable to VHS video quality",
        "fact3": "This format had the most commercial success in China and Southeast Asia"
    },
    {
        "name": "DVCPRO",
        "index": 30,
        "id": "dvcpro",
        "aka": "DVCPRO25, DVCPRO50, \nD7, DVCPRO-HD",
        "era": "1995–2013",
        "format": "digital",
        "format2": "Cassette",
        "developedBy": "Panasonic",
        "manufacturers": "Panasonic",
        "market": "Industry/Education, Professional",
        "capacity": "Standard: 66 minutes\nLarge: 126 minutes",
        "size": "Standard: 9.7 × 6.35 × 1.4 cm\nLarge: 12.4 × 7.6 × 1.4 cm",
        "color": "Color",
        "encoding": "Compressed 4:1:1",
        "tapeType": "Metal Particle",
        "tapeWidth": "0.25\"",
        "hubType": "Cassette",
        "bandwidth": "720H",
        "fact1": "Unlike baseline DV, this format uses locked audio, meaning the audio sample clock runs in sync with the video sample clock",
        "fact2": "The tops of DVCPRO cassettes came in different colors: DVCPRO25 was yellow, DVCPRO50 was blue and DVCPROHD & DVCPRO100 were red",
        "fact3": "DVCPRO50, introduced in 1997, used two DV codecs in parallel, doubling the data rate over the original DVCPRO to 50 Mbps",
        "fact4": "DVCPRO decks typically can play the older DV format tapes as well",
        "vidipax": "DVCPRO/D-7 is Panasonic's higher-speed professional variant of DV. The major difference is a higher tape speed: it uses metal-particle tape rather than the metal evaporated tape used for DV. The playback decks will play back DV and DVCAM but not vice versa."
    },
    {
        "name": "MiniDV",
        "index": 31,
        "id": "minidv",
        "aka": "DV, S-size DV",
        "era": "1995–2010s",
        "format": "digital",
        "format2": "Cassette",
        "developedBy": "Sony",
        "manufacturers": "Sony",
        "region": "North America",
        "capacity": "Up to 2 hours",
        "size": "6.5 × 4.8 × 1.2 cm",
        "fact1": "This was the most popular format to use the DV codec",
        "fact2": "This format and all other DV formats support NTSC  analog Closed Captioning",
        "fact3": "DV tapes came in four sizes: small, medium, large, and extra-large; MiniDV was a size small",
        "fact4": "Most video formats, regardless of whether they are from an analog or digital videotape, are captured as 10-bit uncompressed files. But, DV files are 8-bit compressed files, like a DVD",
        "fact5": "This was the first tape format to use the DV codec, a format that stores lossy compressed video",
        "vidipax": "DV was the first digital recording format to reach the consumer market. Originally called DVC (digital video cassette) and now often referred to as MiniDV, this highly standardized quarter-inch cassette format records 4:1:1 525-line digital component video (or 4:2:0 625-line) using 5:1 compression. The compression forms the basis of not only DVCAM and DVCPRO but also the half-inch D-9 format. It can be said that DV/MiniDV is the poster child for small-format digital recorders."
    },
    {
        "name": "DVD",
        "index": 32,
        "id": "dvd",
        "aka": "Digital Video Disc",
        "era": "1996–2010s",
        "format": "digital",
        "format2": "Disc",
        "developedBy": "Sony, Panasonic,\nPhilips, Toshiba",
        "manufacturers": "Sony, Panasonic,\nPhilips, Toshiba",
        "market": "Consumer",
        "region": "Global",
        "capacity": "4.7 GB (single-layer),\n8.5 GB (dual-layer),\nup to 17 GB",
        "size": "4.7\" discs",
        "tapeType": "Polycarbonate plastic disc substrate coated with a thin, reflective \"data layer\" composed of metal (commercial DVDs) or contains dyes (recordable, rewritable DVDs). DVDs may also be dual-layered/-sided.",
        "fact1": "Each disc contains one or more region codes, denoting the area(s) of the world in which distribution and playback are intended; players would be \"locked\" to one of six specific regions",
        "fact2": "This format was the dominant consumer video format in the 2000s",
        "fact3": "This format allowed for bonus features in addition to a feature film, like director's commentary tracks and extra scenes"
    },
    {
        "name": "DVCAM",
        "index": 33,
        "id": "dvcam",
        "aka": "DV",
        "era": "1996–2010s",
        "format": "digital",
        "format2": "Cassette",
        "developedBy": "Sony",
        "manufacturers": "Sony",
        "market": "Industry/Education, Professional",
        "capacity": "Small: 40 minutes\nLarge: 184 minutes",
        "size": "Small: 6.5 × 4.8 × 1.2 cm\n\tLarge: 12.5 × 7.8 × 1.5 cm",
        "color": "Color",
        "encoding": "Compressed 4:1:1",
        "tapeType": "Evaporated Metal",
        "tapeWidth": "0.25\"",
        "hubType": "Cassette",
        "bandwidth": "720H",
        "fact1": "This format was Sony's response to Panasonic's DVCPRO, both of which target the professional instead of consumer video market",
        "fact2": "Many high-end DVCAM players would convert unlocked audio to locked audio on playback",
        "fact3": "This format has tracks that are 50% wider than standard DV, which increased robustness and reliability",
        "vidipax": "Sony's higher-speed professional variation on DV, it samples at 4:1:1 rate and has 5:1 compression. Audio is selectable between two PCM channels at 16 bit and 48 kHz, or four PCM channels at 12 bit and 32 kHz. Sony introduced a feature with the format that allowed for information such as good and bad takes to be recorded onto a memory chip that is housed inside the cassette."
    },
    {
        "name": "HDCAM",
        "index": 34,
        "id": "hdcam",
        "aka": "SMPTE 367M, D-11",
        "era": "1997–2016",
        "format": "digital",
        "format2": "Cassette",
        "developedBy": "Sony",
        "manufacturers": "JVC",
        "market": "Professional",
        "capacity": "Small: 40 minutes\nLarge: 124 minutes",
        "size": "Small: 15.6 cm × 9.6 cm × 2.5 cm\nLarge: 25.4 cm × 14.5 cm × 2.5 cm",
        "color": "1080I",
        "encoding": "HDCAM compression 3:1:1",
        "tapeType": "Metal Particle",
        "tapeWidth": "0.5\"",
        "hubType": "Cassette",
        "bandwidth": "1440H",
        "fact1": "This was the first HD video format available in a Betacam-sized cassette",
        "fact2": "HDCAM cassettes were the same size as original Betacam but had a distinctive orange lid (and HDCAM SR cassettes were black with a cyan lid)",
        "fact3": "This format's codec used non-square pixels",
        "fact4": "This format's codec used  non-square pixels, so the recorded 1440x1080 content was then upsampled to 1920x1080 on playback   ",
        "fact5": "Some HDCAM VTRs play back older Betacam variants",
        "vidipax": "HDCAM is a compressed digital HDTV format that employs both subsampling and compression to reduce data bandwidth. The latest models can deal with 1080-line signals either interlaced or progressive at a variety of frame rates (not exceeding 30 frames per second). Some models of HDCAM can also play Betacam, Betacam SP, Betacam SX, Digital Betacam, and MPEG IMX tapes."
    },
    {
        "name": "Digital8",
        "index": 35,
        "id": "digital8",
        "aka": "Di8, 8mm",
        "era": "1999–2007",
        "format": "digital",
        "format2": "Cassette",
        "developedBy": "Sony",
        "manufacturers": "Sony",
        "market": "Consumer",
        "capacity": "90 minutes",
        "size": "9.5 × 6.2 × 1.5 cm",
        "color": "Color",
        "encoding": "Compressed 4:1:1",
        "tapeType": "Evaporated Metal / Metal Particle",
        "tapeWidth": "0.315\"",
        "hubType": "Cassette",
        "bandwidth": "720H",
        "fact1": "While predecessor 8mm formats Video8 and Hi8 were analog, this format stored digital video",
        "fact2": "A Video8 or Hi8 tape can be recorded in digital mode, but a 2 hour tape could only store 1 hour of digital content",
        "fact3": "Digital8 decks could only record in DV but could still read Video8 and Hi8 tapes",
        "vidipax": "Digital8 records the same signal as DV but uses the less-expensive Hi8 tape and can play back old analog 8mm/Hi8 tapes. A 120-minute High 8 tape can record 60 minutes in Digital8 format. Digital8 has two PCM 16-bit audio channels and a Firewire port. It also has analog inputs, which are offered to consumers as an easy means of digitally archiving their existing VHS/VHS-C libraries."
    },
    {
        "name": "HDV",
        "index": 36,
        "id": "hdv",
        "aka": "High definition,\nHDV1",
        "era": "2003–2011",
        "format": "digital",
        "format2": "Tape",
        "developedBy": "HDV Consortium",
        "manufacturers": "HDV Consortium",
        "market": "Professional",
        "capacity": "63 minutes",
        "size": "6.5 × 4.8 × 1.2 cm",
        "color": "Color",
        "encoding": "MPEG-2",
        "hubType": "Cassette",
        "fact1": "This format was developed by a consortium of companies: JVC, Sony, Canon, and Sharp",
        "fact2": "This format was popular due to its low cost, portability and high image quality",
        "fact3": "Two major versions of this format were HDV 720p (HDV1) and HDV 1080i (HDV2); the former was used by JVC and the latter was used by Sony & Canon"
    },
    {
        "name": "XDCAM",
        "index": 37,
        "id": "xdcam",
        "aka": "XDCAM SD, XDCAM HD, \nDCAM EX, XDCAM HD422, SxS",
        "era": "2003–2010s",
        "format": "digital",
        "format2": "Tape",
        "developedBy": "Sony",
        "manufacturers": "Sony",
        "market": "Professional",
        "capacity": "Various",
        "size": "Various",
        "color": "Color",
        "encoding": "MPEG-2",
        "hubType": "Cassette",
        "fact1": "This format uses random access solid-state memory media cards to store digital video",
        "fact2": "This format was mostly used for high-end professional camera work",
        "fact3": "This format included four different products, XDCAM SD, XDCAM HD, XDCAM EX and XDCAM HD422, which used different encoders, frame size, container types, media, and were marketed for different purposes and budgets"
    },
    {
        "name": "Blu-ray",
        "index": 38,
        "id": "blu-ray",
        "aka": "BD",
        "era": "2006–2020s",
        "format": "digital",
        "format2": "Disc",
        "developedBy": "Blu-ray Disc Association",
        "manufacturers": "lots",
        "market": "Consumer",
        "region": "North America",
        "capacity": "25 GB (single-layer),\n50 GB (dual-layer),\nup to 128 GB",
        "size": "4.7\" discs",
        "color": "Color",
        "hubType": "-",
        "fact1": "This format's name refers to the \"blue\" (violet) laser used to read the disc, which is stronger than the (longer wavelength) red laser used to make DVDs",
        "fact2": "While most discs are region-free, the Blu-ray Disc region coding scheme divides the world into three regions, labeled A, B and C",
        "fact3": "These discs can have up to four layers, with each layer offering more potential capacity"
    },
    {
        "name": "Phonautograph",
        "index": 39,
        "id": "phonautograph",
        "aka": "phonoautogram",
        "era": "1857–1860s",
        "format": "analog",
        "format2": "grooved surface",
        "developedBy": "Édouard-Léon Scott de Martinville",
        "capacity": "Under a minute",
        "size": "sheet of paper",
        "fact1": "This is the earliest known device for recording sound",
        "fact2": "Recordings from this format were not able to be played back until researchers were able to process them in 2008",
        "fact3": "The design of this recording device was meant to mimic the human ear drum",
        "manufacturers": "n/a",
        "mediumType": "smoke on paper or glass",
        "materialWidth": "n/a",
        "tapeSpeed": "n/a",
        "encoding": "n/a"
    },
    {
        "name": "Tinfoil phonograph",
        "index": 40,
        "id": "tinfoil-phonograph",
        "aka": "(None)",
        "era": "1877–1900s",
        "format": "analog",
        "developedBy": "Thomas Edison",
        "capacity": "Under a minute",
        "size": "13 × 38 cm",
        "fact1": "While this format was tinfoil wrapped around a metal roll, a \"phonographic cylinder\" refers to its wax-coated sibling and a \"phonograph record\" refers to disc-shaped records played by a gramophone",
        "fact2": "This format could be recorded and played back by turning a hand-crank",
        "fact3": "This format was invented by Edison while working on telegram technology"
    },
    {
        "name": "Gramophone disc",
        "index": 41,
        "id": "gramophone-disc",
        "aka": "78s, Durinoid, Edison Diamond Disc, lacquer discs, Phonographic disc, record, shellac records, victrola",
        "era": "1887–1950s",
        "format": "analog",
        "format2": "grooved surface",
        "developedBy": "Emile Berliner",
        "capacity": "12\": 3 minutes (per side)",
        "size": "7\", 10\", 12\", 16\"",
        "fact1": "Earlier discs in this format were made from a shellac (a resin secreted by Iac insects) combined with other materials",
        "fact2": "Early recordings differed in speeds, ranging from 60-130 revolutions per minute (rpm), but 78 rpm became the industry-wide standard by the mid-1920s until the introduction of the microgroove disc in the 1940s",
        "fact3": "This format was eventually replaced by the microgroove disc, introduced by Columbia in 1948",
        "manufacturers": "everyone",
        "mediumType": "shellac, polyvinyl chloride (vinyl) or polystyrene disc",
        "extraNotesTmp": "\"The term \"high fidelity\" was coined in the 1920s by some manufacturers of radio receivers and phonographs to differentiate their better-sounding products claimed as providing \"perfect\" sound reproduction\"",
        "resources": "https://recordplayerexpert.com/phonograph-gramophone-record-player/",
        "undefined": "Emile Berliner also invented the microphone"
    },
    {
        "name": "Phonographic cylinder",
        "index": 42,
        "id": "phonographic-cylinder",
        "aka": "Wax cylinder, ediphone, dictaphone, graphophone",
        "era": "1888–1929",
        "format": "analog",
        "format2": "grooved surface",
        "developedBy": "Thomas Edison",
        "capacity": "2 minutes",
        "size": "Various",
        "fact1": "This format had several different material compositions: brown wax (metal soap), molded wax (metal soap), and Blue Amberol (celluloid)",
        "fact2": "Early brown wax cylinders would commonly wear out after they were played only a few dozen times",
        "fact3": "While this format was typically 2.25” in diameter and around 4.25” long, they could be smaller (1.33\" in diameter) or larger (5\" in diameter)",
        "manufacturers": "Thomas Edison. Pathe",
        "mediumType": "Wax  Ivory or cream, black, brown",
        "misc": "Wax was the medium chosen for this format after seven years of lab research",
        "resources": "\"A standard cylinder is typically 2.25” in diameter and between 4” and 4.25” in length, but specialty sizes can range from 1.33” to 5” in diameter and 0.5” to 8” in length. \" https://www.nedcc.org/fundamentals-of-av-preservation-textbook/chapter1-care-and-handling-of-audiovisual-collections/chapter-1-section-2 "
    },
    {
        "name": "Wire recording",
        "index": 43,
        "id": "wire-recording",
        "aka": "Telegraphone",
        "era": "1894–1960s",
        "format": "analog",
        "format2": "magnetic wire",
        "developedBy": "Valdemar Poulsen",
        "capacity": "1 hour",
        "size": "2 3/4\"–3 3/4\" (diameter)\n3/4\"–1 1/4\" (thickness)",
        "fact1": "This is a magnetic audio format where recordings are made on thin steel or stainless steel wire",
        "fact2": "This format was used for dictation and for recording radio programs at home",
        "fact3": "This format was used in airplane cockpits and crewless spacecraft in the 1970s because it could withstand higher temperatures than magnetic tape",
        "manufacturers": "American Telegraphone Company, others (incl.  Brush Development Company and the Armour Research Foundation)",
        "mediumType": "Magnetized steel or stainless steel wire wound around a plastic or metal spool",
        "materialWidth": "4mm diameter, up to 7200 feet",
        "misc": "Wire: approximately 4 mm in diameter (Casey and Gordon 2007) Standard commercial reel: 2.75 inches in diameter, 0.5 inch wide Armour Model 50a (U.S. Navy): 3.75-inch reel diameter, 1.5 inches wide Possible for each reel to hold up to 7,200 fee"
    },
    {
        "name": "Sound on film",
        "index": 44,
        "id": "sound-on-film",
        "aka": "Phonofilm, Tri-Ergon, Movietone, Photophone, Fantasound",
        "era": "1923–2000s",
        "format": "Pre-1990s: analog\n1990s onward: digital",
        "format2": "film",
        "developedBy": "Various",
        "capacity": "Various",
        "size": "Various",
        "fact1": "This format includes any process where audio is transformed into a visual representation and printed onto film, either alongside or separate from moving images",
        "fact2": "This process can be either an analog sound track or digital audio track, and the signal can be recorded optically or magnetically",
        "fact3": "Prior to this invention, the film's soundtrack could be played on a separate phonograph record or performed live",
        "mediumType": "Film (nitrate, polyester, acetate)"
    },
    {
        "name": "Open reel tape",
        "index": 45,
        "id": "open-reel-tape",
        "aka": "Magnetophone, magnetic tape, reel-to-reel, open reel audio",
        "era": "1927–1980s",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Fritz Pfleumer",
        "capacity": "1927–",
        "size": "Various",
        "fact1": "This format is available in many widths: 1/4\", 1/2\" 1\" and 2\" are the most common widths",
        "fact2": "A common tape speed is 7 1/2 inches per second (ips); other recording speeds are 3 3/4, 15, and 30 ips",
        "fact3": "This was the primary format used by professional recording studios until the late 1980s",
        "mediumType": "ferric oxide (Fe 2O 3) powder coating on paper",
        "materialWidth": "6.35, 12.70, 25.40, or 50.80 mm",
        "tapeSpeed": "9.525, 19.05, 38.10 or 76.20 cm/s",
        "extraNotesTmp": "Metal reels with large center holes, mostly 10.5\" in diameter eventually became standardised and known as NAB (National Association of Broadcasters) reels"
    },
    {
        "name": "Tefifon",
        "index": 46,
        "id": "tefifon",
        "aka": "Tefi",
        "era": "1936–1965",
        "format": "analog",
        "format2": "endless loop plastic band",
        "developedBy": "Tefi",
        "capacity": "Small: 18 minutes\nMedium: 1 hour\nLarge: 4 hours",
        "size": "Small: 4.5 × 8 × 8.5 cm\nMedium: 4.5 × 9.6 × 11.2 cm\nLarge: 4.5 × 13.5 × 15.7 cm",
        "fact1": "This format used an endless loop plastic band onto which grooves were engraved and played back with a stylus",
        "fact2": "Players were available as standalone devices or combined with radios",
        "fact3": "This format's sound quality\nwas higher than Gramophone\ndiscs, but not Microgroove discs",
        "misc": "\"The first Tefifon players and cartridges were available from 1950, but record companies were not interested in the format so relatively unknown artists were offered, mostly compilations of cover versions of hits or dance music, operas and operettas.\""
    },
    {
        "name": "Dictabelt",
        "index": 47,
        "id": "dictabelt",
        "aka": "Dictaphone, Memobelt",
        "era": "1947–1980",
        "format": "analog",
        "format2": "transparent vinyl",
        "developedBy": "American Dictaphone",
        "capacity": "Standard speed: 15 minutes\nHalf speed: 30 minutes",
        "size": "8.9 × 30 × 0.013 cm",
        "fact1": "This format could be folded and fit into a standard letter-sized envelope",
        "fact2": "This format was more convenient and had better audio quality than reusable wax cylinders",
        "fact3": "Dictabelts were red until 1964, blue from 1964 to 1975, then purple until they were discontinued",
        "manufacturers": "American Dictaphone",
        "mediumType": " cellulose acetate butyrate",
        "materialWidth": "0.13mm",
        "encoding": "Analog groove modulation"
    },
    {
        "name": "Microgroove disc",
        "index": 48,
        "id": "microgroove-disc",
        "aka": "45s, LP, record, vinyl",
        "era": "1948–",
        "format": "analog",
        "developedBy": "Columbia Records",
        "capacity": "7\": 3 minutes (per side)\n10\": 15 minutes (per side)\n12\": 25 minutes (per side)",
        "size": "7\", 10\", 12\"",
        "fact1": "This format is an updated verson of the gramophone disc and was adopted as the new standard by the entire record industry",
        "fact2": "The most well-known version of this format today is a 12” disc played at 33 ⅓ rpm (revolutions per minute)",
        "fact3": "An earlier version of this format was created by RCA Victor in 1931, intended to use as transcription discs"
    },
    {
        "name": "Minifon wire",
        "index": 49,
        "id": "minifon-wire",
        "aka": "Minifon P55",
        "era": "1951–1967",
        "format": "analog",
        "format2": "wire reel",
        "developedBy": "Monske & Co GmbH ",
        "capacity": "Short: 2.5 hours\nLong: 5 hours",
        "size": "Up to 3\" reels",
        "fact1": "This format was used by state government agencies for covert recording",
        "fact2": "This format came with accessories like microphones disguised as lapels or watches",
        "fact3": "Including battery and spools, this format weighed less than 28 ounces",
        "manufacturers": "Protona, Telefunken, EMI, ITT",
        "mediumType": "Magnetized steel or stainless steel wire wound around a plastic or metal spool",
        "resources": "https://reel-reel.com/tape-recorder/minifon-p55/"
    },
    {
        "name": "Fidelipac",
        "index": 50,
        "id": "fidelipac",
        "aka": "NAB cartridge, cart tape",
        "era": "1954–1990s",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "George Eash*",
        "capacity": "Size A: 10 minutes\nSize B: 20 minutes\nSize C: 30 minutes",
        "size": "Size A: 10.1 × 13.3 × 2.2 cm\nSize B: 15.2 × 17.8 × 2.2 cm\nSize C: 19.4 × 21.6 × 2.2 cm",
        "fact1": "This format was used in radio broadcasting for playback of material such as radio commercials or jingles",
        "fact2": "*The invention of this format is credited to George Eash as well as Vern Nolte (Automatic Tape Company) and it is based on endless loop magnetic tape cartridge design by Bernard Cousino",
        "fact3": "Size A was used for broadcasting commercials, and the B and C sizes were usually used for background music",
        "materialWidth": "1/4\"",
        "tapeSpeed": "7.5 ips (also 3.75 or 15 ips)",
        "encoding": "n/a",
        "misc": "\" It was the first audio tape cartridge commercially available when it was introduced in 1959 by Collins Radio.\" ???",
        "resources": "http://jvnforg.dreamhosters.com/radiohistoria/spotmaster.htm\n\nhttps://www.richardhess.com/tape/history/NAB/NAB_Cartridge_Tape_Standard_1975_searchable.pdf"
    },
    {
        "name": "Stenorette",
        "index": 51,
        "id": "stenorette",
        "aka": "(None)",
        "era": "1954–1970s",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Grundig",
        "capacity": "45 minutes",
        "size": "3\"",
        "fact1": "The initial release of this format was nicknamed \"tree frog\" because of its green color",
        "fact2": "Cassettes were held together by a rubber retaining ring underneath the top cover",
        "fact3": "This format's microphone doubled as the speaker, and included stop/start controls",
        "manufacturers": "Grundig",
        "materialWidth": "1/4\"",
        "tapeSpeed": "2 ips",
        "misc": "\"Some tapes, particularly those from the US, seem to have no cover and are simply a small reel.\""
    },
    {
        "name": "Sound Tape Cartridge",
        "index": 52,
        "id": "sound-tape-cartridge",
        "aka": "RCA Tape Cartridge",
        "era": "1958–1964",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "RCA",
        "capacity": "30 minutes (per side)",
        "size": "13.7 × 19.7 × 1.3 cm",
        "fact1": "This format was designed to be more convenient than open reel by avoiding the need to thread tape into a machine",
        "fact2": "This format was introduced in 1958, following four years of development",
        "fact3": "This format included a brake that prevented the tape hubs from moving when the cartridge was not in a player",
        "tapeSpeed": "3.75ips",
        "misc": "\"With two interleaved stereo pairs, the track format and speed of the RCA tape cartridge is the same as that of consumer reel-to-reel stereo tape recorders run at 3.75 IPS. It is possible to dismantle the cartridge, spool the tape onto an open reel, and play it on such a machine. In fact, RCA offered an adapter for their Sound Tape Cartridge machines to enable them to both play back and record traditional reels of tape up to 5 inches in reel diameter. \""
    },
    {
        "name": "Minifon tape",
        "index": 53,
        "id": "minifon-tape",
        "aka": "Protona Minifon Attaché",
        "era": "1959–1967",
        "format": "analog",
        "format2": "tape",
        "developedBy": "Monske & Co GmbH ",
        "capacity": "2 hours",
        "size": "11 × 7.8 × 1.15 cm",
        "fact1": "Like its predecessor, the Minifon wire, this format was intended for covert recording",
        "fact2": "The tape closely resembled the Compact Cassette format but was its own unique design",
        "fact3": "A microphone in the shape of a pen was included with purchase of some recorders",
        "manufacturers": "Protona, Telefunken",
        "materialWidth": "1/4\"",
        "resources": "Dimensions etc: https://vintage-technics.ru/Eng-Minifon_Attache.htm"
    },
    {
        "name": "Stereo-Pak",
        "index": 54,
        "id": "stereo-pak",
        "aka": "4-track, CARtridges",
        "era": "1962–1970",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Earl ‘Madman’ Muntz",
        "capacity": "45 minutes",
        "size": "13.3 × 10.2 × 2 cm",
        "fact1": "This format was a market success for several years until its successor, the 8-Track, became more popular despite being lower quality",
        "fact2": "Unlike its predecessor, the Fidelipac, this format used a movable head to switch between two programs",
        "fact3": "This format was installed in cars but also available as home players",
        "tapeSpeed": "9.5 cm/s"
    },
    {
        "name": "8-track",
        "index": 55,
        "id": "8-track",
        "aka": "Stereo 8",
        "era": "1963–1980s",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Lear Industries",
        "capacity": "45 minutes",
        "size": "13.3 × 10.2 × 2 cm",
        "fact1": "This format worked as an endless loop and it could not be rewound",
        "fact2": "This format was an evolution of the Stereo-Pak format",
        "fact3": "This format had 8 tracks for 4 stereo programs, and the format could change between the 4 options by a device that would shift the tape head",
        "mediumType": "Polyester",
        "materialWidth": "1/4\""
    },
    {
        "name": "Compact Cassette",
        "index": 56,
        "id": "compact-cassette",
        "aka": "Audio cassette, Musicassette, Cassette tape",
        "era": "1963–",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Philips",
        "capacity": "C-60: 30 minutes (per side)\nC-90: 45 minutes (per side)\nC-120: 60 minutes (per side)",
        "size": "10 cm × 6.3 cm × 1.3 cm",
        "fact1": "This format was initially called the Pocket Recorder; the name Compact Cassette wasn’t used until around 1966",
        "fact2": "This format's design won out over other competing cassette designs partly due to a decision to freely license the design after 1965, and the assurance that other companies would support the format",
        "fact3": "In addition to audio, this format was used as data storage for microcomputers in the late 1970s–1980s",
        "materialWidth": "1/8\"",
        "tapeSpeed": "4.8 cm / second"
    },
    {
        "name": "Micro Pack 35",
        "index": 57,
        "id": "micro-pack-35",
        "aka": "Channel Master 6546, Westinghouse H29R1",
        "era": "1964–1970",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Sanyo",
        "capacity": "20 minutes (per side)",
        "size": "6.6 cm × 7.4 cm × 4.8 cm",
        "fact1": "This format was announced a year after the Compact Cassette and was not able to gain adequate market share",
        "fact2": "This format was marketed for recording voice, for use while traveling, and events",
        "fact3": "The speed of this format's tape could be adjusted",
        "mediumType": "transparent plastic",
        "materialWidth": "1/4\""
    },
    {
        "name": "Sabamobil",
        "index": 58,
        "id": "sabamobil",
        "aka": "(None)",
        "era": "1964–",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "SABA",
        "capacity": "90 minutes",
        "size": "29 × 19 × 9.5 cm",
        "fact1": "This format was introduced a year after the Compact Cassette and 8-track, and wasn't able to compete in the market",
        "fact2": "One model, the TK-R12, had a built-in radio and could be portable, using 5 D-size batteries",
        "fact3": "The cartridge could be opened by removing the two holding clamps",
        "materialWidth": "1/4\"",
        "tapeSpeed": "3¾ ips (9.5 cm/s)",
        "resources": "https://www.radiomuseum.org/r/saba_sabamobil.html#data"
    },
    {
        "name": "DC-International",
        "index": 59,
        "id": "dc-international",
        "aka": "(None)",
        "era": "1965–1967",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Grundig",
        "capacity": "DC-60: 30 minutes (per side)\nDC-90: 45 minutes (per side)\nDC-120: 60 minutes (per side)",
        "size": "12 × 7.7 × 1.2 cm",
        "fact1": "After just two years, this format was discontinued in favor of the Compact Cassette",
        "fact2": "DC is short for double cassette because it was a two-reel cassette",
        "fact3": "This format could enable write protection by putting an insert into a recess in the base of the cassette",
        "materialWidth": "1.75mm"
    },
    {
        "name": "PlayTape",
        "index": 60,
        "id": "playtape",
        "aka": "(None)",
        "era": "1966–1970",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Frank Stanton",
        "capacity": "24 minutes",
        "size": "7 × 8.5 × 1.2 cm",
        "fact1": "This format was a two-track system, intended to compete with 4-track and 8-track cartridges",
        "fact2": "PlayTape were issued in different colors according to the content:\n    Red cartridge (two songs)\n    Black cartridge (four songs)\n    White cartridge (eight songs)\n    Blue cartridge (children)\n    Gray cartridge (educational)",
        "fact3": "This format was intended to be portable and to be installed in cars",
        "mediumType": "endless loop",
        "materialWidth": "1/8\" / 3.81 mm"
    },
    {
        "name": "Mini-Cassette",
        "index": 61,
        "id": "mini-cassette",
        "aka": "(None)",
        "era": "1967–",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Philips",
        "capacity": "30 minutes (per side)",
        "size": "5 .5 × 3.5 × 5 cm",
        "fact1": "Unlike the Compact Cassette or Microcassette, this format does not use a capstan drive system; instead, the tape is propelled past the tape head by its reels",
        "fact2": "There was a smaller version of this format called an Ultra Mini-Cassette that could record up to 10 minutes on each side",
        "fact3": "This format was mostly used in dictation machines but could also be used as data storage",
        "tapeSpeed": "2.4cm/s"
    },
    {
        "name": "Microcassette",
        "index": 62,
        "id": "microcassette",
        "aka": "(None)",
        "era": "1969–2000s",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Olympus",
        "capacity": "30 minutes (per side)",
        "size": "5 × 3.5 × 5 cm",
        "fact1": "This format has the same width of magnetic tape as the Compact Cassette but in a container roughly one quarter the size",
        "fact2": "This format was commonly used in dictation machines or telephone answering machines, but also computer data storage",
        "fact3": "This format was slightly more narrow (by 5mm) than the Mini-cassette",
        "materialWidth": "1/8\" / 3.81 mm",
        "tapeSpeed": "2.4cm/s"
    },
    {
        "name": "HIPAC",
        "index": 63,
        "id": "hipac",
        "aka": "HiPac",
        "era": "1971–1973",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Pioneer",
        "capacity": "60 minutes",
        "size": "7 × 8.5 × 1.2 cm",
        "fact1": "This format is a successor of the PlayTape cartridge, licensed by Toshiba ",
        "fact2": "This format was intended for use in vehicles but adoption was unsuccessful",
        "fact3": "The tape speed was detected automatically by a notch in the cartridge's case",
        "mediumType": "endless loop",
        "materialWidth": "1/8\" / 3.81 mm",
        "tapeSpeed": "60 minutes at 1⅞ ips or ~4.8 cm/s, and 30 minutes at 3¾ ips or ~9.5 cm/s"
    },
    {
        "name": "3/4\" U-matic",
        "index": 64,
        "id": "umatic",
        "aka": "(None)",
        "era": "1971–1990s",
        "format": "digital",
        "format2": "magnetic tape",
        "developedBy": "Sony",
        "capacity": "Small: 20 minutes\nStandard: 60 minutes",
        "size": "Small (S): 18.4 × 12.2 × 3.2 cm\nStandard (SP): 22.1 × 14.0 × 3.2 cm",
        "fact1": "The 44.1 kHz sampling standard used in Compact Discs was defined by the bandwidth available on this format's tapes",
        "fact2": "While this format was primarily used to store analog video, it was also used for the storage of digital audio data",
        "fact3": "All tapes have a round red button on the back that can be removed to prevent accidental recording"
    },
    {
        "name": "Elcaset",
        "index": 65,
        "id": "elcaset",
        "aka": "L-cassette",
        "era": "1976–1980",
        "format": "analog",
        "format2": "magnetic tape",
        "developedBy": "Panasonic, Teac, Sony",
        "capacity": "90 minutes",
        "size": "15 × 10 × 2 cm",
        "fact1": "This format's name means L-cassette, or large cassette, since the cartridge was roughly double the size of the Compact Cassette",
        "fact2": "This format was meant to have the audio quality of reel-to-reel with the convenience of the Compact Cassette",
        "fact3": "This format was largely\na market failure",
        "manufacturers": "Panasonic, Teac, Sony",
        "materialWidth": "1/4\"",
        "misc": "TYPE I had the feature of low noise output (called SLH tape by Sony).  TYPE II had the same performance as FeCr tape by Sony.  TYPE III was the equivalent to CrO2 tape.  Elcaset decks had a tape selector switch which should be set to match the type of tape used.",
        "resources": "http://www.preservationsound.com/2012/09/forgotten-formats-the-elcaset/",
        "undefined": "https://indiscriminate.tripod.com/audio/elcaset/default.htm"
    },
    {
        "name": "Laserdisc",
        "index": 66,
        "id": "laserdisc",
        "aka": "Reflective Optical Videodisc\nLaser Videodisc\nLaservision\nDiscoVision",
        "era": "1978–2001",
        "format": "analog/digital",
        "format2": "optical laser",
        "developedBy": "Philips, MCA Inc.,\nPioneer Corporation",
        "capacity": "1 hour (per side)",
        "size": "12\"",
        "fact1": "Audio stored on this format could be analog or digital; video could only be analog",
        "fact2": "In the UK, \"LaserDisc\" was used for discs that hold digital audio and \"LaserVision\" was used for discs with analog audio and video",
        "fact3": "This format's digital audio quality was better than anything else available to consumers at the time, but analog audio quality was inconsistent",
        "mediumType": "\"Acrylic disc containing a thin, reflective aluminum \"data layer\". Various types of adhesive were used to sandwich together the two acrylic disc sides\""
    },
    {
        "name": "Compact disc",
        "index": 67,
        "id": "compact-disc",
        "aka": "Compact Disc\nDigital Audio, CD",
        "era": "1982–",
        "format": "digital",
        "format2": "optical laser",
        "developedBy": "Philips & Sony",
        "capacity": "80 minutes",
        "size": "4.7\"",
        "fact1": "Tracks on this format begin on the inside of the disc and spiral outward",
        "fact2": "Mini CDs ranged between 2.4-3.1\" in diameter and stored up to 24 minutes of audio",
        "fact3": "This format was later adapted to store data on the following formats: CD-ROM, CD-R, CD-RW, Video CD, Super Video CD, Photo CD, Picture CD, CD-Interactive and Enhanced Music CD",
        "mediumType": "\"Polycarbonate plastic disc substrate coated with a thin, reflective \"data layer\" composed of metal (commercial CDs) or dyes (recordable, rewritable CDs).\"",
        "extraNotesTmp": "\"The track on the CD begins at the inside and spirals outward so a disc played from beginning to end slows its rotation rate during playback. \""
    },
    {
        "name": "DAT",
        "index": 68,
        "id": "dat",
        "aka": "Digital Audio Tape",
        "era": "1987–2005",
        "format": "digital",
        "format2": "magnetic tape",
        "developedBy": "Sony",
        "capacity": "180 minutes",
        "size": "7.3 × 5.4 × 1 cm",
        "fact1": "This format could record at sampling rates equal to, higher, and lower than CD quality (44.1, 48, or 32 kHz)",
        "fact2": "This format looks similar to a Compact Cassette but around half the size",
        "fact3": "This format was lobbied against by the Recording Industry Association of America (RIAA) in an attempt to prevent high-quality copies",
        "mediumType": "polyester",
        "materialWidth": "4mm",
        "extraNotesTmp": "\"Although intended as a replacement for analog audio compact cassettes, the format was never widely adopted by consumers because of its expense, as well as concerns from the music industry about unauthorized high-quality copies.\""
    },
    {
        "name": "Pocket Rockers",
        "index": 69,
        "id": "pocket-rockers",
        "aka": "(None)",
        "era": "1988–1991",
        "format": "analog",
        "format2": "endless loop magnetic tape",
        "developedBy": "Fisher-Price",
        "capacity": "5 minutes (per side)",
        "size": "4 × 3 × 1 cm",
        "fact1": "This was a toy format marketed to children; Each cassette included two songs played in mono",
        "fact2": "This format played a proprietary version of miniature cassettes",
        "materialWidth": "1/8\"",
        "tapeSpeed": "\n1 7/8 ips (same as cassette) \n4.8 cm / second"
    },
    {
        "name": "ADAT",
        "index": 70,
        "id": "adat",
        "aka": "Alesis Digital Audio Tape",
        "era": "1992–2003",
        "format": "digital",
        "format2": "digital",
        "developedBy": "Alesis",
        "capacity": "40 minutes",
        "size": "18.7 × 10.2 × 2.5 cm",
        "fact1": "This format could support recording up to 8 tracks, but it was possible to connect more machines together and create recordings with up to 128 tracks",
        "fact2": "This format's recorder used S-VHS cassettes as the recording medium",
        "fact3": "This format targeted the professional recording studio market",
        "manufacturers": "Alesis"
    },
    {
        "name": "DCC",
        "index": 71,
        "id": "dcc",
        "aka": "Digital Compact Cassette",
        "era": "1992–1996",
        "format": "digital",
        "format2": "magnetic tape",
        "developedBy": "Philips and Panasonic",
        "capacity": "105 minutes",
        "size": "10.16 × 6.35 × 1.27 cm",
        "fact1": "Each tape has nine tracks per side with eight tracks for the audio and one additional track for auxiliary information (track metadata)",
        "fact2": "This format's shape was similar to the analog Compact Cassette, and its recorders and players could play back either type",
        "fact3": "This format's players and recorders were auto-reverse,  meaning every player had to be able to position its heads for the A-side as well as the B-side of the tape",
        "mediumType": "polyester",
        "materialWidth": "1/8\"",
        "tapeSpeed": "\n1 7/8 ips (same as cassette) \n4.8 cm / second",
        "encoding": " Precision Adaptive Sub-band Coding (MPEG-1 Audio Layer I)",
        "extraNotesTmp": "\"Unlike helical scan systems such as DAT or VHS, the head is stationary and the tape moves in linear direction relative to the head.\" <-- too technical?",
        "misc": "\"marketed as the successor to the standard analog Compact Cassette. It was also a direct competitor to Sony's MiniDisc (MD), but neither format toppled the then-ubiquitous analog cassette despite their technical superiority, and DCC was discontinued in October 1996. \"",
        "resources": "https://en.wikipedia.org/wiki/Digital_Compact_Cassette (more thorough than some other formats)",
        "undefined": "... This backward compatibility was intended to allow users to adopt digital recording without rendering their existing tape collections obsolete, but because DCC recorders couldn't record (only play back) analog cassettes, it effectively forced consumers to either replace their cassette deck with a DCC recorder and give up analog recording, or keep the existing cassette deck and make space to add the DCC recorder to their setup. "
    },
    {
        "name": "Minidisc",
        "index": 72,
        "id": "minidisc",
        "aka": "MD",
        "era": "1992–2013",
        "format": "digital",
        "format2": "optical laser in cartridge",
        "developedBy": "Sony",
        "capacity": "80 minutes",
        "size": "6.8 × 7 × 0.5cm",
        "fact1": "This format's data is read to a memory buffer to minimize skipping, a problem with Compact Discs",
        "fact2": "This format was mostly popular in Japan, with little uptake in other countries",
        "fact3": "This format, along with the Digital Compact Cassette (released the same year), was intended to be a replacement for the Compact Cassette",
        "manufacturers": "Sony, Maxell, JVC, Sharp, Pioneer, Panasonic and others",
        "mediumType": "\"Magneto-optical disc (ferromagnetic material under plastic layer) enclosed in a plastic cartridge with a sliding door\"",
        "materialWidth": "Cartridge: 6.8cm × 7cm × 0.5cm, Disc diameter: 6.4cm",
        "encoding": "Adaptive Transform Acoustic Coding (ATRAC) \nHi-MD: ATRAC and LPCM",
        "extraNotesTmp": "\"The initial low uptake of MiniDisc was attributed to the small number of pre-recorded albums available on MD as relatively few record labels embraced the format.\"",
        "misc": "Recordable discs could be re-recorded"
    },
    {
        "name": "DTRS",
        "index": 73,
        "id": "dtrs",
        "aka": "DTRS, Digital Tape Recording System, DA-88",
        "era": "1993–2012",
        "format": "digital",
        "format2": "digital",
        "developedBy": "TASCAM",
        "capacity": "108 minutes",
        "size": "9.5 × 6.25 × 1.5 cm",
        "fact1": "Audio data stored in this format on Hi8 video cassettes allowed for up to 108 minutes of continuous recording per tape",
        "fact2": "In 1995, this format won an Emmy award for technical excellence",
        "fact3": "This format could record up to 16 tracks",
        "manufacturers": "TASCAM"
    },
    {
        "name": "Digital audio player",
        "index": 74,
        "id": "digital-audio-player",
        "aka": "iPod, Mp3 player, Portable media player",
        "era": "1996–2010s",
        "format": "digital",
        "format2": "digital",
        "developedBy": "Various",
        "capacity": "256 GB",
        "size": "Various",
        "fact1": "This industry was largely defined and popularized by the Apple iPod",
        "fact2": "This format was marketed as \"MP3 players\", but it supported other popular digital audio formats like WAV, Windows Media Audio (WMA), Advanced Audio Coding (AAC), Vorbis, FLAC, Speex and Ogg",
        "fact3": "Some players also included FM radio tuners, voice recording and other features",
        "manufacturers": "Apple, Sony ...",
        "encoding": "MP3, others"
    },
    {
        "name": "HitClips",
        "index": 75,
        "id": "hitclips",
        "aka": "(None)",
        "era": "1999–2004",
        "format": "digital",
        "format2": "digital",
        "developedBy": "Tiger Electronics",
        "capacity": "1 minute",
        "size": "2 × 2 × 0.2 cm",
        "fact1": "Each cassette featured just a short clip of a pop song",
        "fact2": "Later models could store up to 2 minutes of audio",
        "fact3": "Approximately 30 million units were sold",
        "manufacturers": "Tiger Electronics"
    },
    {
        "name": "SD",
        "index": 76,
        "id": "sd",
        "aka": "MiniSD, MicroSD, memory cards",
        "era": "1999–2010s",
        "format": "digital",
        "format2": "digital",
        "developedBy": "SD Association",
        "capacity": "1GB",
        "size": "Standard: 3.2 x 2.4 x 0.2 cm\nMini: 2.15 x 2 x 0.2 cm\nMicro: 1.1 x 1.5 x 0.2 cm",
        "fact1": "This format was typically used for downloaded digital files, but a couple dozen albums were officially released on these cards",
        "fact2": "This format comes in different classes, denoting writing speed: C (Speed Class), U (UHS Speed Class), V (Video Speed Class), and Application Performance Class",
        "fact3": "There are four non-compatible SD card types: SD, SDHC (High Capacity), SDXC (eXtended Capacity), and SDUC (Ultra Capacity)",
        "manufacturers": "SanDisk, Panasonic, Toshiba "
    },
    {
        "name": "Magic lantern",
        "index": 77,
        "id": "magic-lantern",
        "aka": "Laterna magica, Utsushi-e",
        "era": "1600s",
        "format": "analog",
        "format2": "still images",
        "developedBy": "Unknown",
        "size": "n/a",
        "aspectRatio": "n/a",
        "fact1": "This technology improved in the 1800s via better sources of light, notably limelight and electrical light sources",
        "fact2": "This format was a significant inspiration for what would become the moving image projector",
        "fact3": "This was one of the first uses of moving images mostly by simple manual movements between two frames",
        "perfs": "n/a",
        "frameSizePictureArea": "Various",
        "capacity": "1 frame",
        "material": "glass"
    },
    {
        "name": "Zoopraxiscope",
        "index": 78,
        "id": "zoopraxiscope",
        "aka": "Zoographiscope, Zoogyroscope",
        "era": "1879–1900s",
        "format": "analog",
        "format2": "serial photograph",
        "developedBy": "Eadweard Muybridge",
        "size": "n/a",
        "aspectRatio": "n/a",
        "fact1": "This format took inspiration from zoetropes (spinning cylinders with thin viewing windows) and phenakistiscopes (spinning discs) to create the illusion of movement",
        "fact2": "This format inspired moving image camera technology",
        "fact3": "This format's illustrations were based on motion photography and were painted on glass, allowing the projection of realistic movement",
        "perfs": "n/a",
        "frameSizePictureArea": "12-16\" discs",
        "capacity": "~13 frames"
    },
    {
        "name": "35mm (Silent)",
        "index": 79,
        "id": "35mm-silent",
        "aka": "Silent, Edison size",
        "era": "1889–",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "William Kennedy Dickson & Thomas Edison (Edison Company)",
        "size": "35mm",
        "aspectRatio": "1.33:1 (4:3)",
        "fact1": "This is the most commonly used film gauge, introduced around 1889, became an international standard in 1909, and remained the dominant moving image film gauge (with variations on aspect ratio)",
        "fact2": "This format results in 16 frames per foot of film",
        "fact3": "This format was typically in black & white (unless hand-painted) and used nitrocellulose as a base",
        "perfs": 4,
        "frameSizePictureArea": "1.000x0.750\"",
        "manufacturers": "Eastman Kodak, Fujifilm, Agfa-Gevaert, Bell & Howell  ... lots more",
        "refs": "\nCamera: Bell & Howell 2709 Standard 35MM \nProjector: Ernemann Magister 35mm Silent Movie Projector, c. 1924"
    },
    {
        "name": "Phantoscope",
        "index": 80,
        "id": "phantoscope",
        "aka": "(None)",
        "era": "1890–1890s",
        "format": "analog",
        "format2": "projector",
        "developedBy": "Charles Francis Jenkins & Thomas Armat (Edison Company)",
        "size": "35mm",
        "aspectRatio": "1.33:1 (4:3)",
        "fact1": "This was one of the first projectors ever created and the first projector to use 35mm film",
        "fact2": "This format should not be confused with the Phantascope, which was a motion magic lantern developed around the same time",
        "fact3": "Through a deal with the Edison Company, this format would be marketed as the Vitascope",
        "perfs": 4,
        "frameSizePictureArea": "1.000x0.750\"",
        "manufacturers": "Edison Company",
        "refs": "https://web.archive.org/web/20211229215137/http://cinemathequefroncaise.com/Chapter1-2/CHAPTER_01_PART_02.html"
    },
    {
        "name": "Kinetoscope",
        "index": 81,
        "id": "kinetoscope",
        "aka": "(None)",
        "era": "1891–1900s",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "William Kennedy Dickson (Edison Company)",
        "size": "18mm",
        "aspectRatio": "1.33:1 (4:3)",
        "fact1": "This was the first motion picture camera that used celluloid film and electricity",
        "fact2": "The Kinetoscope was the viewing device, and the Kinetograph was the recording camera",
        "fact3": "This format was based on the Edison Company's work on the phonographic cylinder",
        "perfs": 4,
        "frameSizePictureArea": "1.000x0.750\"",
        "capacity": "16 seconds",
        "manufacturers": "Edison Company",
        "material": "celluloid",
        "filmSpeed": "16 fps",
        "encoding": "n/a"
    },
    {
        "name": "Cinematograph",
        "index": 82,
        "id": "cinematograph",
        "aka": "Cinématographe,  Kinematograph",
        "era": "1892–1900s",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Léon Bouly ",
        "size": "35mm",
        "aspectRatio": "1.33:1 (4:3)",
        "fact1": "This format was a projector and camera in the same device (for the first time)",
        "fact2": "This machine weighed 16 lbs and was hand-cranked",
        "fact3": "Invented by Léon Bouly, this format was adopted and popularized by the Lumière brothers ",
        "perfs": 4,
        "frameSizePictureArea": "1.000x0.750\"",
        "capacity": "50 seconds",
        "manufacturers": "Auguste and Louis Lumière",
        "filmSpeed": "16 fps (hand-cranked)"
    },
    {
        "name": "Eidoloscope",
        "index": 83,
        "id": "eidoloscope",
        "aka": "Pantoptikon, Panoptikon",
        "era": "1894–1900s",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Eugene Augustin Lauste & Woodville Latham  (Lambda Company)",
        "size": "51mm",
        "aspectRatio": "1.85:1",
        "fact1": "This was the first device to use the Latham loop, a method that allowed film strips to move quickly and gently through a projector",
        "fact2": "This device premiered in May of 1895, which is before the Lumière brothers debuted the Cinematograph",
        "fact3": "This was likely the first widescreen film format, with an aspect ratio of 1.85:1",
        "perfs": 4,
        "frameSizePictureArea": "37 x 20 mm",
        "manufacturers": "Lambda Company",
        "material": "nitrate",
        "aperture": "37 mm by 20 mm",
        "filmSpeed": "30 fps"
    },
    {
        "name": "Bioscop",
        "index": 84,
        "id": "bioscop",
        "aka": "Bioskop, Bioscope",
        "era": "1895–1900s",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Max Skladanowsky",
        "size": "54mm",
        "aspectRatio": "1.33:1 (4:3)",
        "fact1": "This format used two loops of 54mm filmstrips with no side perforations during filming and 4 perforations during projection",
        "fact2": "This system worked by projecting one frame from each strip of film in rapid succession",
        "fact3": "Footage from this camera debuted in July 1895 and Skladanowsky was awarded a patent in November 1895",
        "perfs": "none/4 (see Fact1)",
        "capacity": "24 frames",
        "filmSpeed": "16 fps",
        "refs": "https://www.victorian-cinema.net/skladanowsky"
    },
    {
        "name": "Biograph and Mutograph ",
        "index": 85,
        "id": "mutograph",
        "aka": "68mm",
        "era": "1897–1902",
        "format": "analog",
        "format2": "Intermittent film movement was by friction rollers",
        "developedBy": "William Kennedy Dickson & Herman Casler (Biograph Company)",
        "size": "68mm",
        "aspectRatio": "1.35:1",
        "fact1": "This format had no sprocket holes, unless they were added to help projection",
        "fact2": "Early versions of this camera used a larger format to avoid Edison's early motion picture patents",
        "fact3": "The Mutograph was the recording camera and the Biograph was the name of the projector",
        "perfs": "0 (for recording) 1 (for playback)",
        "frameSizePictureArea": "51 x 64 mm",
        "capacity": "One minute",
        "manufacturers": "American Mutoscope & Biograph Company",
        "filmSpeed": "30 fps",
        "refs": "More specific fact: \"Images were recorded onto film without sprocket holes, with a single perforation per frame sometimes added for playback\""
    },
    {
        "name": "Cinéorama",
        "index": 86,
        "id": "cineorama",
        "aka": "(None)",
        "era": "1897–1897",
        "format": "analog",
        "developedBy": "Raoul Grimoin-Sanson ",
        "size": "70mm",
        "aspectRatio": "1 (360°)",
        "fact1": "This format consisted of 10 projectors projecting on 9x9 meter screens",
        "fact2": "This system premiered at the 1900 Paris World's Expo",
        "fact3": "The projection was successful but the projection room would heat up to the point that on one occasion the operator fainted, making it too dangerous to use",
        "perfs": "4?",
        "frameSizePictureArea": "360deg"
    },
    {
        "name": "17.5mm",
        "index": 87,
        "id": "175mm",
        "aka": "(None / See Fact3)",
        "era": "1898–1900s",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Various",
        "size": "17.5mm",
        "aspectRatio": "Various",
        "fact1": "The first use of this format was with the Birtac, which was a combined projector and camera",
        "fact2": "This format could be created by cutting strips of 35mm film in half",
        "fact3": "Several formats were developed to use this size, eight different kinds of film stock: Birtac, Biokam, Hughes, Gaumont, Clou, Duoscope, Movette, and Pathé Rural",
        "perfs": 2,
        "frameSizePictureArea": "10 x 16mm"
    },
    {
        "name": "Home Kinetoscope",
        "index": 88,
        "id": "home-kinetoscope",
        "aka": "Projectoscope, Projecting Kinoscope",
        "era": "1911–1915",
        "format": "analog",
        "format2": "http://reeldeals.com.au/kinetoscope/kinetoscope.htm",
        "developedBy": "Edison Company",
        "size": "22mm",
        "aspectRatio": "1.33:1 (4:3)",
        "fact1": "This format consisted of three rows of images separated by two rows of perforations",
        "fact2": "This format was a projecting device and a dedicated camera was never created",
        "fact3": "For the three film strips, a column of images was cranked forward, the middle row backward, and the third row forward again",
        "perfs": 6,
        "frameSizePictureArea": "4 x 6mm x 3"
    },
    {
        "name": "28mm",
        "index": 89,
        "id": "28mm",
        "aka": "Pathé Kok",
        "era": "1912–1920",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Pathé",
        "size": "28mm",
        "aspectRatio": "1.36:1",
        "fact1": "This format had three perforations on both sides in the North American market, and only one on the left side in the European market",
        "fact2": "This format used diacetate film stock, considered a safer alternative to flammable nitrate",
        "fact3": "This format struggled to compete in the market against 9.5mm and 16mm film",
        "perfs": "3 (US: both sides, Europe: 1 side)",
        "frameSizePictureArea": "15 x 19mm",
        "material": "diacetate film stock"
    },
    {
        "name": "9.5mm",
        "index": 90,
        "id": "95mm",
        "aka": "Pathé Baby",
        "era": "1922–1960",
        "format": "analog",
        "format2": "small gauge film",
        "developedBy": "Pathé",
        "size": "9.5 mm",
        "aspectRatio": "1.31:1",
        "fact1": "This format had a single sprocket hole in the middle of the filmstrip, between frames",
        "fact2": "This format was mostly popular in European markets",
        "fact3": "This format was used for commercial films and home movies",
        "perfs": "1 (center)",
        "frameSizePictureArea": "6.15 x 8.2 mm"
    },
    {
        "name": "16mm",
        "index": 91,
        "id": "16mm",
        "aka": "Safety film",
        "era": "1923–",
        "format": "analog",
        "format2": "small gauge film",
        "developedBy": "Kodak",
        "size": "16mm",
        "aspectRatio": "1.37:1",
        "fact1": "Originally silent, this format was fitted to include recorded sound in 1932 by RCA",
        "fact2": "This format could have perforations on both sides or just one side, with the latter adding space for a sound track",
        "fact3": "This was a common format for home movies, recording for television, and the educational and industrial sectors",
        "perfs": "1 or 2",
        "frameSizePictureArea": "10.25 x 7.5mm"
    },
    {
        "name": "Movietone",
        "index": 92,
        "id": "movietone",
        "aka": "(None)",
        "era": "1926–1930s",
        "format": "analog",
        "developedBy": "Fox",
        "size": "35mm",
        "aspectRatio": "1.16:1",
        "fact1": "This format had its own specific aspect ratio to accomodate the additional printed soundtrack; other formats used Silent (1.33:1) or Academy (1.375:1) aspect ratios",
        "fact2": "This was one of four sound technologies in development during the 1920s; the others were DeForest Phonofilm, Warner Brothers' Vitaphone, and RCA Photophone",
        "fact3": "This format was used for newsreels and a handful of motion pictures",
        "perfs": 4,
        "frameSizePictureArea": "18 x 21mm"
    },
    {
        "name": "Polyvision",
        "index": 93,
        "id": "polyvision",
        "aka": "(None)",
        "era": "1927–1927",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Abel Gance",
        "size": "35mm × 3",
        "aspectRatio": "4:1",
        "fact1": "This format had a three-camera rig which allowed three cameras to shoot a single scene in panorama",
        "fact2": "This format was only used to produce a single film, Abel Gance's Napoleon (1927)",
        "fact3": "This format was recorded with three cameras vertically stacked, and projected with three projectors, horizontally stacked",
        "perfs": "4 (x3)",
        "frameSizePictureArea": "1.000x0.750\" x 3"
    },
    {
        "name": "Fox Grandeur",
        "index": 94,
        "id": "fox-grandeur",
        "aka": "Grandeur 70, 70mm Grandeur film",
        "era": "1928–1931",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Fox Film Corporation",
        "size": "70mm",
        "aspectRatio": "2:1",
        "fact1": "This format didn't use the standard 35mm perforation size; like the film itself, the perforations were larger",
        "fact2": "This format was successful up until the advent of the Great Depression, whereafter it failed to receive adequate funding",
        "fact3": "This format used Movietone sound on film technology",
        "perfs": 4,
        "frameSizePictureArea": "22.5 x 48mm"
    },
    {
        "name": "35mm (Sound)",
        "index": 95,
        "id": "35mm-sound",
        "aka": "Academy",
        "era": "1929–",
        "format": "analog/digital",
        "format2": "motion picture film",
        "developedBy": "William Kennedy Dickson & Thomas Edison (Edison Company)",
        "size": "35mm",
        "aspectRatio": "1.375:1",
        "fact1": "The aspect ratio of this format shifted from 1:33:1 to 1.375:1 to accommodate space for a soundtrack",
        "fact2": "This process can include either an analog or digital soundtrack, and the signal can be recorded optically or magnetically",
        "fact3": "Prior to sound on film, the film's soundtrack could be played on a separate phonograph record or performed live",
        "perfs": 4,
        "refs": "Projector: Zeiss Ikon 35mm Film Projector"
    },
    {
        "name": "Hypergonar",
        "index": 96,
        "id": "hypergonar",
        "aka": "Anamorphoscope",
        "era": "1929–",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Henri Chrétien ",
        "size": "35mm",
        "aspectRatio": "2.66:1",
        "fact1": "The lenses for this process were developed during World War I to provide a wide angle viewer for military tanks",
        "fact2": "This was the first anamorphic format, which compressed the fuller, widescreen image onto a frame with a shorter width",
        "fact3": "This lens technology influenced many anamorphic formats popular in the 1950s",
        "perfs": 4,
        "frameSizePictureArea": "1.000x0.750",
        "refs": "https://www.guitarandbeyond.com/anamorphic-lenses/"
    },
    {
        "name": "8mm",
        "index": 97,
        "id": "8mm",
        "aka": "(None)",
        "era": "1932–",
        "format": "analog",
        "format2": "small gauge film",
        "developedBy": "Eastman Kodak",
        "size": "8mm",
        "aspectRatio": "1.32:1",
        "fact1": "This format was created to be a smaller, cheaper alternative to 16mm film",
        "fact2": "Film in this format ran at 12, 15, 16, or 18 frames per second",
        "fact3": "This format was designed to be silent but the ability to add sound was introduced in the 1960s",
        "perfs": "1 (one side)",
        "frameSizePictureArea": "4.5 x 3.3mm",
        "filmSpeed": "12, 15, 16, 18 fps"
    },
    {
        "name": "Cinerama",
        "index": 98,
        "id": "cinerama",
        "aka": "(None)",
        "era": "1952–2020",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Cinerama Corporation",
        "size": "35mm × 3",
        "aspectRatio": "2.59:1",
        "fact1": "This format featured three 35mm cameras aligned and presented on a 146° curved screen",
        "fact2": "There were several later formats similar to this one: Cinemiracle and the Soviet Union's Kinopanorama",
        "fact3": "This format released a 70mm widescreen edition, which was not successful",
        "perfs": 6,
        "frameSizePictureArea": "0.996\" × 1.116\" "
    },
    {
        "name": "CinemaScope",
        "index": 99,
        "id": "cinemascope",
        "aka": "(None)",
        "era": "1953–1967",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Twentieth Century Fox",
        "size": "Standard: 35mm\n55: 55.625mm",
        "aspectRatio": "2.35:1, 2.55:1",
        "fact1": "This format launched the mid-century trend of anamorphic film formats, presenting twice as wide as the typical 1.375:1 aspect ratio",
        "fact2": "Panavision and Techniscope (by Technicolor) were the same concept from different companies",
        "fact3": "This format had a range of potential aspect ratios",
        "perfs": 4,
        "frameSizePictureArea": "1953–57: 0.937\" × 0.735\"\n1957–1967: 0.868\" × 0.735\" "
    },
    {
        "name": "VistaVision",
        "index": 100,
        "id": "vistavision",
        "aka": "(None)",
        "era": "1954–1961",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Paramount",
        "size": "35mm",
        "aspectRatio": "1.5:1",
        "fact1": "This format had a natural aspect ratio of 1.5:1 but could be further cropped and set to a range of ratios, with motion pictures set in 1.66:1, 1.85:1, and 1.96:1",
        "fact2": "This format's frames were captured on the film reel horizontally, instead of the traditional vertical",
        "fact3": "This format provided a higher quality image but used a lot more film, so it struggled to compete with other anamorphic or 70mm formats of the era",
        "perfs": "8 horizontal",
        "frameSizePictureArea": "1.485x0.991\""
    },
    {
        "name": "Circle-Vision 360°",
        "index": 101,
        "id": "circle-vision",
        "aka": "(None)",
        "era": "1955–",
        "format": "analog",
        "format2": "360deg",
        "developedBy": "Disney",
        "size": "35mm × 9",
        "aspectRatio": "1 (360°)",
        "fact1": "This format was nine 35mm cameras and fit a projection screen that wrapped a full 360° around the cinema",
        "fact2": "Disney had developed a precursor to this format called Circarama, which used eleven 16mm cameras to create a circle of vision",
        "fact3": "This format premiered at Disneyland on July 17, 1955",
        "perfs": "4 x 9",
        "frameSizePictureArea": "0.866\" × 0.630\" "
    },
    {
        "name": "Todd-AO",
        "index": 102,
        "id": "todd-ao",
        "aka": "(None)",
        "era": "1955–1970s",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Mike Todd, et al",
        "size": "70mm",
        "aspectRatio": "2.2:1",
        "fact1": "This format used 65mm film for its production negative and 70mm for its distribution print",
        "fact2": "This format, created to compete with Cinerama and CinemaScope, was a combination of 70mm film stock mixed with a curved screen ",
        "fact3": "This format had six printed audio tracks",
        "perfs": 5,
        "frameSizePictureArea": "2.072x0.906\""
    },
    {
        "name": "Technirama",
        "index": 103,
        "id": "technirama",
        "aka": "(None)",
        "era": "1957-1960s",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Technicolor",
        "size": "35mm",
        "aspectRatio": "2.26:1",
        "fact1": "This format was developed by Technicolor to compete with CinemaScope and VistaVision",
        "fact2": "This format utilized the horizontal frame like VistaVision and the anamorphic lens technology of CinemaScope",
        "fact3": "This format had a film frame area twice as large as CinemaScope",
        "perfs": "4 horizontal",
        "frameSizePictureArea": "1.496\" × 0.992\""
    },
    {
        "name": "Super 8",
        "index": 104,
        "id": "super-8",
        "aka": "(None)",
        "era": "1965–",
        "format": "analog",
        "format2": "small gauge film",
        "developedBy": "Eastman Kodak",
        "size": "8mm",
        "aspectRatio": "1.36:1",
        "fact1": "This format is different from its parent format, 8mm, by having smaller perforation holes",
        "fact2": "This format was debuted at the 1964–65 Worlds Fair in Queens, New York",
        "fact3": "This format is not compatible with its parent format, 8mm, but projectors are compatible with its sibling, Single-8",
        "perfs": "1 (one side)",
        "frameSizePictureArea": "5.8 x 4.01mm",
        "capacity": "3 minutes"
    },
    {
        "name": "Single-8",
        "index": 105,
        "id": "single-8",
        "aka": "(None)",
        "era": "1965–2012",
        "format": "analog",
        "format2": "small gauge film",
        "developedBy": "Fujifilm",
        "size": "8mm",
        "aspectRatio": "1.35:1",
        "fact1": "This format was created by Fujifilm to compete with Kodak's Super 8",
        "fact2": "This format came preloaded into B-shaped cartridges",
        "fact3": "This format's film was thinner than Super 8's",
        "perfs": "1 (one side)",
        "frameSizePictureArea": "5.8 x 4.01mm",
        "capacity": "3 minutes"
    },
    {
        "name": "Super 16",
        "index": 106,
        "id": "super-16mm",
        "aka": "16 mm Type W",
        "era": "1969–",
        "format": "analog",
        "developedBy": "Rune Ericson",
        "size": "16mm",
        "aspectRatio": "1.66:1",
        "fact1": "This was an adaptation of the 1.66 aspect ratio (\"Paramount format\") for 16 mm film",
        "fact2": "This version of 16mm uses one-sided perforation to have space for a wider image",
        "fact3": "There is no Super 16mm projector, so playing back this format means making special customizations or enlarging to 35mm",
        "perfs": "1 (one side)",
        "frameSizePictureArea": "12.52 mm × 7.41 mm "
    },
    {
        "name": "IMAX",
        "index": 107,
        "id": "imax",
        "aka": "IMAX 15/70",
        "era": "1970–",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "IMAX Corporation",
        "size": "70mm (horizontal)",
        "aspectRatio": "1.43:1, 1.90:1",
        "fact1": "This is a proprietary system of high-resolution cameras, film formats, film projectors, and theaters",
        "fact2": "This horizontal film version is called the 15/70 format, due to being 70mm and having 15 perforations per frame",
        "fact3": "This format used a \"rolling loop\" method of moving film through a projector",
        "perfs": "15 horizontal",
        "frameSizePictureArea": "2.772\" × 2.072\"",
        "filmSpeed": "HD: 48 fps"
    },
    {
        "name": "Omnimax",
        "index": 108,
        "id": "omnimax",
        "aka": "IMAX Dome",
        "era": "1976–",
        "format": "analog",
        "developedBy": "IMAX Corporation",
        "size": "70mm (horizontal)",
        "aspectRatio": "1.43:1",
        "fact1": "This format requires a custom rounded dome theater, mostly used in planetariums",
        "fact2": "This format's lens was optically centered above the film's horizontal center line",
        "fact3": "This format records with a rounded \"fisheye\" lens to fit the rounded projection dome",
        "perfs": "15 horizontal",
        "frameSizePictureArea": "2.740x1.980\""
    },
    {
        "name": "Polavision",
        "index": 109,
        "id": "polavision",
        "aka": "(None)",
        "era": "1977–1979",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Polaroid Corporation",
        "size": "8mm",
        "aspectRatio": "1.36:1",
        "fact1": "This format was the Polaroid Corporation's attempt at bringing their popular \"instant\" film to the moving image market",
        "fact2": "This format's film structure was the same as Super 8",
        "fact3": "This format consisted of film in a cartridge and an associated dedicated projector as the player, which was shaped like a small television",
        "perfs": "1 (one side)",
        "frameSizePictureArea": "5.8 x 4.01mm",
        "capacity": "3 minutes"
    },
    {
        "name": "Showscan",
        "index": 110,
        "id": "showscan",
        "aka": "CP-65",
        "era": "1978–1990s",
        "format": "analog",
        "format2": "motion picture film",
        "developedBy": "Douglas Trumbull (Showscan Film Corporation)",
        "size": "65mm",
        "aspectRatio": "2.21:1",
        "fact1": "Douglas Trumbull won an Academy Award for the development of this camera system",
        "fact2": "This format failed to compete in the market against IMAX",
        "fact3": "This format moves at 60 frames per second, 2.5 times the standard speed",
        "perfs": 5,
        "frameSizePictureArea": "2.066\" × 0.906\" ",
        "refs": "https://www.in70mm.com/news/2011/showscan/company/index.htm\nhttps://web.archive.org/web/20050310093731/https://www.barbeefilm.com/showscan%20-%20How%20It%20Works.htm\n https://web.archive.org/web/20100706211436/http://douglastrumbull.com/media-technology"
    },
    {
        "name": "DCP",
        "index": 111,
        "id": "dcp",
        "aka": "Digital Cinema Package",
        "era": "2005–",
        "format": "digital",
        "developedBy": "Digital Cinema Initiatives, LLC",
        "size": "Various",
        "aspectRatio": "Various",
        "fact1": "This format can be encrypted, limiting playback only to authorized distributors",
        "fact2": "This format is transferred and stored on hard drives, and can be played back using a DCP server projector",
        "fact3": "This format is a structured collection of files that represent a motion picture",
        "perfs": "n/a",
        "frameSizePictureArea": "Various",
        "refs": "https://www.dcimovies.com/archives/spec_v1/"
    },
    {
        "name": "IMAX Laser",
        "index": 112,
        "id": "imax-laser",
        "aka": "(None)",
        "era": "2012–",
        "format": "digital",
        "developedBy": "Digital Cinema Initiatives, LLC",
        "size": "70mm (horizontal)",
        "aspectRatio": "1.43:1",
        "fact1": "This format uses two projectors, although a single-projector edition has been released as well",
        "fact2": "This format projects 4K-resolution images using laser technology",
        "fact3": "This format projects using the traditional IMAX aspect ratio of 1.43:1 but can be adjusted to work with wider screens",
        "perfs": 15,
        "frameSizePictureArea": "2.772\" × 2.072\""
    }
]